//  === Редактируемые параметры  =====//

var ZPaket1, ZPaket2, ZPaket3, ZPaketDop,ZMarket1,ZMarket2,ZMarket3,ZAssistant1,ZAssistant2,ZAssistantDop,ZLawyer1
,ZLawyer2,ZLawyer3,Zstprogram, ZUchet1;
//==== Пакет "Смелый" базовая стоимость=== //
ZPaket1=5000;

//==== Пакет "Успешный" базовая стоимость=== //
ZPaket2=25000;

//==== Пакет "Эффективный" базовая стоимость=== //
ZPaket3=35000;

//==== Стоимость дополнительного пакета=== //
ZPaketDop=5000;

//==== Стоимость кол-во обособленных подраздедений=== //
ZObPodr=5000;

//==== Стоимость Маркетплейс 1-2=== //
ZMarket1=5000;

//==== Стоимость Маркетплейс 3-5=== //
ZMarket2=10000;

//==== Стоимость Маркетплейс >5=== //
ZMarket3=15000;

//==== Стоимость Помощник до 10 обращений в мес === //
ZAssistant1=3000;

//==== Стоимость Помощник более 10 обращений в мес === //
ZAssistant2=6000;

//==== Стоимость Помощник+ === //
ZAssistantDop=10000;

//==== Стоимость Юрист 1 час === //
ZLawyer1=2000;

//==== Стоимость Юрист 10 часов === //
ZLawyer2=15000;

//==== Стоимость Юрист 20 часов === //
ZLawyer3=20000;

//==== Стоимость Работа со сторонней программой ( === //
Zstprogram=10000;

//==== Стоимость Управленческий учет ( === //
ZUchet1=15000;



// =====Виды деятельности====  //

var tupeob = [
    {
        name: 'Услуги',
        value: '1'
    },
    {
        name: 'Торговля',
        value: '2'
    },
    {
        name: 'Производство',
        value: '3'
    },
    {
        name: 'Стройка',
        value: '4'
    },
    {
        name: 'Общепит',
        value: '5'
    },
    {
        name: 'Сельское хозяйство',
        value: '6'
    },

];


// ===Количество позиций номенклатуры===  //

var position = [
    {
        name: '0-30',
        value: '1'

    },
    {
        name: '31-3000',
        value: '2'
    },
    {
        name: 'более 3000',
        value: '3'
    }
    
];

//== Организационная форма===  //

var typeorg = [
    {
        name: 'ОСНО',
        value: '1'

    },
    {
        name: 'УСН дох - рас',
        value: '2'
    },
    {
        name: 'УСН дох',
        value: '3'
    },
    {
        name: 'ПСН',
        value: '4'
    },
    {
        name: 'ЕСХН',
        value: '5'
    }
];

//== Количество операций  для "ОСНО" и "УСН дох - рас"===  //

var coloper1 = [
    {
        name: '0-50',
        value: '1'
    },
    {
        name: '51-500',
        value: '2'
    },
    {
        name: '501-1000',
        value: '3'
    }

];


//== Количество операций  для "УСН дох" и "ПСН"===  //

var coloper2 = [
    {
        name: '0-500',
        value: '1'
    },
    {
        name: '501-1000',
        value: '2'
    },
    {
        name: '1001-2000',
        value: '3'
    }

];

//== Количество операций  для "ЕСХН" ===  //

var coloper3 = [
    {
        name: 'Нет',
        value: '1'
    },
    {
        name: '0-500',
        value: '2'
    },
    {
        name: '501-1000',
        value: '3'
    }
    

];

//== Количество сотрудников ===  //

var colpers = [
    {
        name: 'Нет',
        value: '1'
    },
    {
        name: '0-10',
        value: '2'
    },
    {
        name: '11-20',
        value: '3'
    }
];


