

//===Ставка акциза на автомобили - дизельный двигатель, лей/cm3===/
  //===     возраст 0-2 года =====//
var Kdisel21500= 12.23;/// возраст 0-2 года объем до 1500 см3
var Kdisel22500= 31.14;/// возраст 0-2 года объем  1500 - 2500 см3
var Kdisel23000= 55.60;/// возраст 0-2 года объем больше 2500 см3

 //===     возраст 3-4 года =====//
 var Kdisel31500= 12.67;///  объем до 1500 см3
 var Kdisel32500= 31.58;///  объем  1500 - 2500 см3
 var Kdisel33000= 56.04;///  объем больше 2500 см3

  //===     возраст 5-6 года =====//
  var Kdisel51500= 12.90;///  объем до 1500 см3
  var Kdisel52500= 31.81;///  объем  1500 - 2500 см3
  var Kdisel53000= 56.27;///  объем больше 2500 см3

    //===     возраст 7 лет =====//
    var Kdisel71500= 14.19;///  объем до 1500 см3
    var Kdisel72500= 34.99;///  объем  1500 - 2500 см3
    var Kdisel73000= 61.90;///  объем больше 2500 см3

   //===     возраст 8 лет =====//
   var Kdisel81500= 15.61;///  объем до 1500 см3
   var Kdisel82500= 38.49;///  объем  1500 - 2500 см3
   var Kdisel83000= 68.90;///  объем больше 2500 см3 

   //===     возраст 9 лет =====//
   var Kdisel91500= 17.17;///  объем до 1500 см3
   var Kdisel92500= 42.34;///  объем  1500 - 2500 см3
   var Kdisel93000= 74.90;///  объем больше 2500 см3 

   //===     возраст 10 лет =====//
   var Kdisel101500= 20.60;///  объем до 1500 см3
   var Kdisel102500= 50.81;///  объем  1500 - 2500 см3
   var Kdisel103000= 89.87;///  объем больше 2500 см3 

   //===     возраст 11 лет =====//
   var Kdisel111500= 26.79;///  объем до 1500 см3
   var Kdisel112500= 66.05;///  объем  1500 - 2500 см3
   var Kdisel113000= 116.84;///  объем больше 2500 см3 

   //===     возраст 12лет =====//
   var Kdisel121500= 31.79;///  объем до 1500 см3
   var Kdisel122500= 71.05;///  объем  1500 - 2500 см3
   var Kdisel123000= 121.84;///  объем больше 2500 см3 

   //===     возраст 13лет =====//
   var Kdisel131500= 36.799;///  объем до 1500 см3
   var Kdisel132500= 76.05;///  объем  1500 - 2500 см3
   var Kdisel133000= 126.84;///  объем больше 2500 см3 

   //===     возраст 14лет =====//
   var Kdisel141500= 41.79;///  объем до 1500 см3
   var Kdisel142500= 81.05;///  объем  1500 - 2500 см3
   var Kdisel143000= 131.84;///  объем больше 2500 см3 

   //===     возраст 15лет =====//
   var Kdisel151500= 46.79;///  объем до 1500 см3
   var Kdisel152500= 86.05;///  объем  1500 - 2500 см3
   var Kdisel153000= 136.84;///  объем больше 2500 см3 

     //===     возраст 16лет =====//
     var Kdisel161500= 51.79;///  объем до 1500 см3
     var Kdisel162500= 91.055;///  объем  1500 - 2500 см3
     var Kdisel163000= 141.84;///  объем больше 2500 см3 

       //===     возраст 17лет =====//
       var Kdisel171500= 56.79;///  объем до 1500 см3
       var Kdisel172500= 96.05;///  объем  1500 - 2500 см3
       var Kdisel173000= 146.84;///  объем больше 2500 см3 

       //===     возраст 18лет =====//
       var Kdisel181500= 61.79;///  объем до 1500 см3
       var Kdisel182500= 101.05;///  объем  1500 - 2500 см3
       var Kdisel183000= 151.84;///  объем больше 2500 см3  

       //===     возраст 19лет =====//
       var Kdisel191500= 66.79;///  объем до 1500 см3
       var Kdisel192500= 106.05;///  объем  1500 - 2500 см3
       var Kdisel193000= 156.84;///  объем больше 2500 см3 

       
       //===     возраст 20лет =====//
       var Kdisel201500= 71.79;///  объем до 1500 см3
       var Kdisel202500= 111.05;///  объем  1500 - 2500 см3
       var Kdisel203000= 161.84;///  объем больше 2500 см3





       

//===Ставка акциза на АВТОМОБИЛЬ - БЕНЗИНОВЫЙ двигатель, лей/cm3===/
  //===     возраст 0-2 года =====//
var Kbensin21000= 9.56;///  объем до <=1000 cm3
var Kbensin21500= 12.23;///  объем  1001-1500 cm3
var Kbensin22000= 18.90;/// объем 1501-2000 cm3
var Kbensin23000= 31.14;/// объем 2001-3000 cm3
var Kbensin23500= 55.60;/// объем >3000 cm3

  //===     возраст 3-4 года =====//
  var Kbensin31000= 10.00;///  объем до <=1000 cm3
  var Kbensin31500= 12.67;///  объем  1001-1500 cm3
  var Kbensin32000= 19.34;/// объем 1501-2000 cm3
  var Kbensin33000= 31.68;/// объем 2001-3000 cm3
  var Kbensin33500= 56.04;/// объем >3000 cm3

  //===     возраст 5-6 года =====//
  var Kbensin51000= 10.23;///  объем до <=1000 cm3
  var Kbensin51500= 12.90;///  объем  1001-1500 cm3
  var Kbensin52000= 19.57;/// объем 1501-2000 cm3
  var Kbensin53000= 31.81;/// объем 2001-3000 cm3
  var Kbensin53500= 56.27;/// объем >3000 cm3

  //===     возраст 7 лет =====//
  var Kbensin71000= 11.25;///  объем до <=1000 cm3
  var Kbensin71500= 14.19;///  объем  1001-1500 cm3
  var Kbensin72000= 21.53;/// объем 1501-2000 cm3
  var Kbensin73000= 34.99;/// объем 2001-3000 cm3
  var Kbensin73500= 61.90;/// объем >3000 cm3

   //===     возраст 8 лет =====//
   var Kbensin81000= 12.38;///  объем до <=1000 cm3
   var Kbensin81500= 15.61;///  объем  1001-1500 cm3
   var Kbensin82000= 23.68;/// объем 1501-2000 cm3
   var Kbensin83000= 38.49;/// объем 2001-3000 cm3
   var Kbensin83500= 68.09;/// объем >3000 cm3

   //===     возраст 9 лет =====//
   var Kbensin91000= 13.62;///  объем до <=1000 cm3
   var Kbensin91500= 17.17;///  объем  1001-1500 cm3
   var Kbensin92000= 26.05;/// объем 1501-2000 cm3
   var Kbensin93000= 42.34;/// объем 2001-3000 cm3
   var Kbensin93500= 74.90;/// объем >3000 cm3

    //===     возраст 10 лет =====//
    var Kbensin101000= 16.34;///  объем до <=1000 cm3
    var Kbensin101500= 20.60;///  объем  1001-1500 cm3
    var Kbensin102000= 31.26;/// объем 1501-2000 cm3
    var Kbensin103000= 50.81;/// объем 2001-3000 cm3
    var Kbensin103500= 89.87;/// объем >3000 cm3

    //===     возраст 11 лет =====//
    var Kbensin111000= 21.24;///  объем до <=1000 cm3
    var Kbensin111500= 26.79;///  объем  1001-1500 cm3
    var Kbensin112000= 40.63;/// объем 1501-2000 cm3
    var Kbensin113000= 66.05;/// объем 2001-3000 cm3
    var Kbensin113500= 116.84;/// объем >3000 cm3

     //===     возраст 12 лет =====//
     var Kbensin121000= 26.24;///  объем до <=1000 cm3
     var Kbensin121500= 31.79;///  объем  1001-1500 cm3
     var Kbensin122000= 45.79;/// объем 1501-2000 cm3
     var Kbensin123000= 71.05;/// объем 2001-3000 cm3
     var Kbensin123500= 121.84;/// объем >3000 cm3

      //===     возраст 13 лет =====//
      var Kbensin131000= 31.24;///  объем до <=1000 cm3
      var Kbensin131500= 36.79;///  объем  1001-1500 cm3
      var Kbensin132000= 50.63;/// объем 1501-2000 cm3
      var Kbensin133000= 76.05;/// объем 2001-3000 cm3
      var Kbensin133500= 126.84;/// объем >3000 cm3

       //===     возраст 14 лет =====//
       var Kbensin141000= 36.24;///  объем до <=1000 cm3
       var Kbensin141500= 41.79;///  объем  1001-1500 cm3
       var Kbensin142000= 55.63;/// объем 1501-2000 cm3
       var Kbensin143000= 81.05;/// объем 2001-3000 cm3
       var Kbensin143500= 131.84;/// объем >3000 cm3

       //===     возраст 15 лет =====//
       var Kbensin151000= 41.24;///  объем до <=1000 cm3
       var Kbensin151500= 46.79;///  объем  1001-1500 cm3
       var Kbensin152000= 60.63;/// объем 1501-2000 cm3
       var Kbensin153000= 86.05;/// объем 2001-3000 cm3
       var Kbensin153500= 136.84;/// объем >3000 cm3

       //===     возраст 16 лет =====//
       var Kbensin161000= 46.24;///  объем до <=1000 cm3
       var Kbensin161500= 51.79;///  объем  1001-1500 cm3
       var Kbensin162000= 65.63;/// объем 1501-2000 cm3
       var Kbensin163000= 91.05;/// объем 2001-3000 cm3
       var Kbensin163500= 141.84;/// объем >3000 cm3

       //===     возраст 17 лет =====//
       var Kbensin171000= 51.24;///  объем до <=1000 cm3
       var Kbensin171500= 56.79;///  объем  1001-1500 cm3
       var Kbensin172000= 70.63;/// объем 1501-2000 cm3
       var Kbensin173000= 96.05;/// объем 2001-3000 cm3
       var Kbensin173500= 146.84;/// объем >3000 cm3

        //===     возраст 18 лет =====//
        var Kbensin181000= 56.24;///  объем до <=1000 cm3
        var Kbensin181500= 61.79;///  объем  1001-1500 cm3
        var Kbensin182000= 75.63;/// объем 1501-2000 cm3
        var Kbensin183000= 101.05;/// объем 2001-3000 cm3
        var Kbensin183500= 151.84;/// объем >3000 cm3

        //===     возраст 19 лет =====//
        var Kbensin191000= 61.24;///  объем до <=1000 cm3
        var Kbensin191500= 66.79;///  объем  1001-1500 cm3
        var Kbensin192000= 80.63;/// объем 1501-2000 cm3
        var Kbensin193000= 106.05;/// объем 2001-3000 cm3
        var Kbensin193500= 156.84;/// объем >3000 cm3

         //===     возраст 20 лет =====//
         var Kbensin201000= 66.24;///  объем до <=1000 cm3
         var Kbensin201500= 71.79;///  объем  1001-1500 cm3
         var Kbensin202000= 85.63;/// объем 1501-2000 cm3
         var Kbensin203000= 111.05;/// объем 2001-3000 cm3
         var Kbensin203500= 161.84;/// объем >3000 cm3