
//======== Бытовка металлическая========//
var Zbutovka=6500; //Цена бытовки
var Zbutovkapr=40; //Процент наценки  бытовки
var ZbutovkaName='Бытовка металлическая оборудованная для проживания и хранения инструмента';

//======== доставка  бытовки манипулятором========//
var ZbutovkaManip=10000; //Цена доставка  бытовки манипулятором
var ZbutovkaManippr=40; //Процент доставка  бытовки манипулятором
var ZbutovkaManipName='доставка  бытовки манипулятором';

//======== аренда био туалета========//
var ZBioTyal=2500; //Цена аренда био туалета
var ZBioTyalpr=40; //Процент аренда био туалета
var BioTyalName='аренда био туалета с ежемесячным обслуживанием';


//======== доставка и вывоз  биотуалета========//
var DostavkaBioTyal=2500; //Цена доставка и вывоз  биотуалета
var DostavkaBioTyalpr=40; //Процент доставка и вывоз  биотуалета
var DostavkaBioTyalName='доставка и вывоз  биотуалета';

//======== Привязка пятна застройки========//
var ZPrivjzka=15000; //Цена Привязка пятна застройки
var ZPrivjzkapr=40; //Процент Привязка пятна застройки
var PrivjzkaName='Привязка пятна застройки, вынос осей, вынос высотных отметок';

//======== земляные работы по устройству котлована спецтехникой========//
var ZKotlovan=250; //Цена земляные работы по устройству котлована спецтехникой
var ZKotlovanpr=160; //Процент земляные работы по устройству котлована спецтехникой
var ZKotlovanName='земляные работы по устройству котлована спецтехникой ,  с доработкой вручную';


//======== Укладка геотекстиля========//
var ZGeoTekstU=30; //Цена Укладка геотекстиля
var ZGeoTekstUpr=40; //Процент Укладка геотекстиля
var ZGeoTekstUName='Укладка геотекстиля';


//======== геотекстиль 200 (50 м2)========//
var ZGeoTekst200=2400; //Цена Укладка геотекстиля
var ZGeoTekst200pr=3; //Процент Укладка геотекстиля
var ZGeoTekst200Name='геотекстиль 200 (50 м2)';


//======== Отсыпка основания фундамента песком========//
var ZOtsup200=250; //Цена Укладка геотекстиля
var ZOtsup200pr=40; //Процент Укладка геотекстиля
var ZOtsup200Name='Отсыпка основания фундамента песком  спецтехникой и уплотнением, 200мм.';

//======== Экскаватор/погрузчик========//
var Zekskovator=18000; //Цена Экскаватор/погрузчик
var Zekskovatorpr=40; //Процент Экскаватор/погрузчик
var ZekskovatorName='Экскаватор/погрузчик';


//======== песок намывной с доставкой========//
var ZPesokN=850; //Цена песок намывной с доставкой
var ZPesokNpr=3; //Процент песок намывной с доставкой
var ZPesokNName='песок намывной с доставкой';

//======== Отсыпка основания фундамента щебнем спецтехникой и уплотнением, 150мм.========//
var ZOtsupSh150=300; //Цена Отсыпка основания фундамента щебнем спецтехникой и уплотнением, 150мм.
var ZOtsupSh150pr=40; //Процент Отсыпка основания фундамента щебнем спецтехникой и уплотнением, 150мм.
var ZOtsupSh150Name='Отсыпка основания фундамента щебнем спецтехникой и уплотнением, 150мм.';

//======== Экскаватор/погрузчик29.========//
var Zekskovator29=18000; //Цена Экскаватор/погрузчик29.
var Zekskovator29pr=40; //Процент Экскаватор/погрузчик29.
var Zekskovator29Name='Экскаватор/погрузчик';


//======== щебень гранитный 20-40 с доставкой.========//
var ZSheb2040=1900; //Цена щебень гранитный 20-40 с доставкой.
var ZSheb2040pr=3; //Процент щебень гранитный 20-40 с доставкой.
var ZSheb2040Name='щебень гранитный 20-40 с доставкой';

//======== Монтаж фановой трубы под фундаментом,.========//
var ZfanTr=7500; //Цена  Монтаж фановой трубы под фундаментом.
var ZfanTrpr=40; //Процент Монтаж фановой трубы под фундаментом.
var ZfanTrName='Монтаж фановой трубы под фундаментом, с выходом за границу фундамента на 1м. (без подключения)';

//======== труба фановая 110мм наружная 1000мм Ostendorf,.========//
var ZfanTr110=420; //Цена  труба фановая 110мм наружная 1000мм Ostendorf
var ZfanTr110pr=3; //Процент труба фановая 110мм наружная 1000мм Ostendorf.
var ZfanTr110Name='труба фановая 110мм наружная 1000мм Ostendorf';

//======== отвод 45 гр. 110мм , наружный Ostendorf.========//
var ZOtbod110=218; //Цена  отвод 45 гр. 110мм , наружный Ostendorf
var ZOtbod110pr=3; //Процент отвод 45 гр. 110мм , наружный Ostendorf
var ZOtbod110Name='отвод 45 гр. 110мм , наружный Ostendorf';

//======== тройник 110мм наружный.========//
var Troyn110=550; //Цена  тройник 110мм наружный
var Troyn110pr=3; //Процент тройник 110мм наружный
var Troyn110Name='тройник 110мм наружный';

//======== заглушка фановой трубы 110мм========//
var Zaglyshrf110=55; //Цена  заглушка фановой трубы 110мм
var Zaglyshrf110pr=3; //Процент заглушка фановой трубы 110мм
var Zaglyshrf110Name='заглушка фановой трубы 110мм';

//======== теплоизоляция на трубу 114*13*2000========//
var ZTeplo144=240; //Цена  теплоизоляция на трубу 114*13*2000
var ZTeplo144pr=3; //Процент теплоизоляция на трубу 114*13*2000
var ZTeplo144Name='теплоизоляция на трубу 114*13*2000,';

//======== Монтаж гильз для  коммуникаций , под фундаментом========//
var ZGilsa=3000; //Цена  Монтаж гильз для  коммуникаций , под фундаментом
var ZGilsapr=40; //Процент Монтаж гильз для  коммуникаций , под фундаментом
var ZGilsaName='Монтаж гильз для  коммуникаций , под фундаментом .';

//======== труба ПНД50мм========//
var ZTruba50=130; //Цена  труба ПНД50мм
var ZTruba50pr=3; //Процент труба ПНД50мм
var ZTruba50Name='труба ПНД50мм';

//======== труба гофрированная 110 мм========//
var ZTrubaGof110=106; //Цена  труба ПНД50мм
var ZTrubaGof110pr=3; //Процент труба ПНД50мм
var ZTrubaGof110Name='труба гофрированная 110 мм.';

//======== Доставка материалов=======//
var ZDostavkaBl3=3000; //Цена  Доставка материалов
var ZDostavkaBl3Itog=2200; //Цена  Доставка материалов
var ZDostavkaBl3pr=40; //Процент Доставка материалов
var ZDostavkaBl3Name='Доставка материалов';

//======== Устройство опалубки для  фундамента=======//
var ZOpalybka=500; //Цена  Устройство опалубки для  фундамента
var ZOpalybkapr=40; //Процент Устройство опалубки для  фундамента
var ZOpalybkaName='Устройство опалубки для  фундамента';

//======== Пиломатериалы вспомогательные=======//
var ZPiloMat=16000; //Цена  Пиломатериалы вспомогательные
var ZPiloMatpr=3; //Процент Пиломатериалы вспомогательные
var ZPiloMatName='Пиломатериалы вспомогательные,';

//======== Утепление под плитой=======//
var ZYtepPl=100; //Цена  Утепление под плитой
var ZYtepPlpr=40; //Процент Утепление под плитой
var ZYtepPlName='Утепление под плитой';

//======== Экструдированный пенополистирол Технониколь=======//
var ZGenoPolistirol=305; //Цена  Экструдированный пенополистирол Технониколь
var ZGenoPolistirolpr=3; //Процент Экструдированный пенополистирол Технониколь
var ZGenoPolistirolName='Экструдированный пенополистирол Технониколь Carbon Eco Г4 50х580х1180 мм';


//======== Утепление торца плиты  (300 мм)=======//
var ZYteplTorz=150; //Цена  Утепление торца плиты  (300 мм)
var ZYteplTorzpr=40; //Процент Утепление торца плиты  (300 мм)
var ZYteplTorzName='Утепление торца плиты ';

//======== Экструдированный пенополистирол Технониколь2=======//
var ZGenoPolistirol2=305; //Цена  Экструдированный пенополистирол Технониколь2
var ZGenoPolistirol2pr=3; //Процент Экструдированный пенополистирол Технониколь2
var ZGenoPolistirol2Name='Экструдированный пенополистирол Технониколь Carbon Eco Г4 50х580х1180 мм';

//======== дюбель для теплоизоляции 10*100 =======//
var ZDubekTeplo=8; //Цена  дюбель для теплоизоляции 10*100 
var ZDubekTeplopr=3; //Процент Эдюбель для теплоизоляции 10*100 
var ZDubekTeplosmName='дюбель для теплоизоляции 10*100';

//======== клей-пена для полистерола =======//
var ZKleyPolis=850; //Цена  клей-пена для полистерола 
var ZKleyPolispr=3; //Процент клей-пена для полистерола
var ZKleyPolisName='клей-пена для полистерола';

//======== Укладка гидроизоляционной мембраны в основание  фундамента =======//
var ZGidroFund=30; //Цена  Укладка гидроизоляционной мембраны в основание  фундамента 
var ZGidroFundpr=40; //Процент Укладка гидроизоляционной мембраны в основание  фундамента
var ZGidroFundName='Укладка гидроизоляционной мембраны в основание  фундамента ';

//======== Мембрана плантер 2*20 =======//
var ZMembrama=5000; //Цена  Мембрана плантер 2*20
var ZMembramapr=3; //Процент Мембрана плантер 2*20
var ZMembramaName='Мембрана плантер 2*20'

//======== Вязка арматуры D12 в два слоя с ячейкой 200*200 =======//
var ZVjzkaD12=16; //Цена  Вязка арматуры D12 в два слоя с ячейкой 200*200
var ZVjzkaD12pr=40; //Процент Вязка арматуры D12 в два слоя с ячейкой 200*200
var ZVjzkaD12Name='Вязка арматуры D12 в два слоя с ячейкой 200*200';

//======== арматура по проекту (65 кг/м3) =======//
var ZArmatura65=65; //Цена  арматура по проекту (65 кг/м3)
var ZArmatura65pr=3; //Процент арматура по проекту (65 кг/м3)
var ZArmatura65Name='арматура по проекту';

//======== крепеж, фиксаторы, проволока =======//
var ZKrepeg=80; //Цена  крепеж, фиксаторы, проволока
var ZKrepegpr=3; //Процент крепеж, фиксаторы, проволока
var ZKrepegName='крепеж, фиксаторы, проволока';

//======== Бетонирование  фундамента с подачей =======//
var ZBetonFund=900; //Цена  Бетонирование  фундамента с подачей
var ZBetonFundpr=40; //Процент Бетонирование  фундамента с подачей
var ZBetonFundName='Бетонирование  фундамента с подачей';

//======== Бетонирование  бетон М400, П4 =======//
var ZBetonM400=4950; //Цена  бетон М400, П4
var ZBetonM400pr=3; //Процент бетон М400, П4
var ZBetonM400Name='бетон М300, П4';

//======== миксер для перевозки бетона =======//
var ZMikser=800; //Цена  миксер для перевозки бетона
var ZMikserpr=40; //Процент миксер для перевозки бетона
var ZMikserName='миксер для перевозки бетона';

//======== Подача бетона насосом =======//
var ZNasos=21000; //Цена  Подача бетона насосом
var ZNasospr=40; //Процент Подача бетона насосом
var ZNasosName='Подача бетона насосом';

//======== достаvка расходников  =======//
var ZDostavkaRachod=3000; //Цена  достака расходников 
var ZDostavkaRachodpr=40; //Процент достака расходников 
var ZDostavkaRachodName='доставка расходников';

//======== Доставка пеноплекса и геотекстиля  =======//
var ZDostavkaPenopl=3000; //Цена   Доставка пеноплекса и геотекстиля  
var ZDostavkaPenoplpr=40; //Процент  Доставка пеноплекса и геотекстиля  
var ZDostavkaPenoplName='Доставка пеноплекса и геотекстиля';


//======== Доставка пиломатериалов  =======//
var ZDostavkaPilomat=6000; //Цена   Доставка пиломатериалов  
var ZDostavkaPilomatpr=40; //Процент  Доставка пиломатериалов 
var ZDostavkaPilomatName='Доставка пиломатериалов';

//======== уход за фундаментом  =======//
var ZUhodFund=0; //Цена   уход за фундаментом 
var ZUhodFundpr=40; //Процент  уход за фундаментом 
var ZUhodFundName='уход за фундаментом';

//======== Доставка арматуры на плиту  =======//
var ZDostavkaArm=10000; //Цена   Доставка арматуры на плиту 
var ZDostavkaArmpr=40; //Процент  Доставка арматуры на плиту 
var ZDostavkaArmName='Доставка арматуры на плиту';

//======== Устройство траншеи по периметру дома под ливневку  =======//
var ZLiven=18000; //Цена   Устройство траншеи по периметру дома под ливневку 
var ZLivenpr=40; //Процент  Устройство траншеи по периметру дома под ливневку
var ZLivenName='Устройство траншеи по периметру дома под ливневку';

//======== Доработка траншеи вручную ( разуклонка песком )  =======//
var ZDorabTr=200; //Цена   Доработка траншеи вручную ( разуклонка песком ) 
var ZDorabTrpr=40; //Процент  Доработка траншеи вручную ( разуклонка песком )
var ZDorabTrName='Доработка траншеи вручную ( разуклонка песком )';

//======== Укладка геотекстиля в траншею  =======//
var ZUkladkaGeo=100; //Цена   Укладка геотекстиля в траншею 
var ZUkladkaGeopr=40; //Процент  Укладка геотекстиля в траншею
var ZUkladkaGeoName='Укладка геотекстиля в траншею';

//======== Геотекстиль 150 г/кв.м термоскрепленный 1,6х50 м (80 кв.м) =======//
var ZGeo150=4800; //Цена   Геотекстиль 150 г/кв.м термоскрепленный 1,6х50 м (80 кв.м) 
var ZGeo150pr=3; //Процент  Геотекстиль 150 г/кв.м термоскрепленный 1,6х50 м (80 кв.м)
var ZGeo150Name='Геотекстиль 150 г/кв.м термоскрепленный 1,6х50 м (80 кв.м)';

//======== укладка в траншею дренажной трубы с уклоном =======//
var ZUkladkaDrenagTr=150; //Цена   укладка в траншею дренажной трубы с уклоном
var ZUkladkaDrenagTrpr=40; //Процент  укладка в траншею дренажной трубы с уклоном
var ZUkladkaDrenagTrName='укладка в траншею дренажной трубы с уклоном';

//======== труба дренажная  гофрированная , без перфорации 110 мм =======//
var ZDrenagTr110=103; //Цена   труба дренажная  гофрированная , без перфорации 110 мм
var ZDrenagTr110pr=3; //Процент  труба дренажная  гофрированная , без перфорации 110 мм
var ZDrenagTr110Name='труба дренажная  гофрированная , без перфорации 110 мм';

//======== Монтаж смотрового колодца =======//
var ZMontagKol=1000; //Цена  Монтаж смотрового колодца
var ZMontagKolpr=40; //Процент  Монтаж смотрового колодца
var ZMontagKolName='Монтаж смотрового колодца';

//======== Колодец дренажный смотровой =======//
var ZKolodez=3216; //Цена  Колодец дренажный смотровой
var ZKolodezpr=3; //Процент  Колодец дренажный смотровой
var ZKolodezName='Колодец дренажный смотровой 368/315х1500 мм с тремя отводами 110 мм с дном и крышкой';

//======== обратная засыпка щебнем =======//
var ZShebObrat=400; //Цена  обратная засыпка щебнем
var ZShebObratpr=40; //Процент  обратная засыпка щебнем
var ZShebObratName='обратная засыпка щебнем';

//======== щебень для обр. засыпки =======//
var ZShebObrat2=1400; //Цена щебень для обр. засыпки
var ZShebObrat2pr=3; //Процент щебень для обр. засыпки
var ZShebObrat2Name='щебень для обр. засыпки';

//======== Доставка труб и колодцев =======//
var ZDostavkaTrub2=3000; //Цена  Доставка труб и колодцев 
var ZDostavkaTrub2pr=40; //Процент  Доставка труб и колодцев 
var ZDostavkaTrub2Name='Доставка труб и колодцев';















