
//======== формат Формат бумаги SRA3========//
var Lsra3=320;
var Hsra3=450;

//======== Цена за тонну бумаги========//
var Zmelov=950;
var Zofsrt=1000;
var Zdns=2650;
var Zcolorcopi=3200;
var Zsamokl=4300;

//======== Курс евро ========//

var Kevro=92;







//======== формат размеры блокнота========//

var format = [
    {
        name: 'A6, стандарт (105х148мм)',
        val: '1'

    },
    {
        name: 'A5, стандарт (148х210мм)',
        val: '2'
    },
    {
        name: 'A4, стандарт (210х297мм)',
        val: '3'
    },
    {
        name: 'A3, стандарт (297х420мм)',
        val: '4'
    },
    {
        name: 'A6, тетрадь (148х105мм)',
        val: '5'
    },
    {
        name: 'A5, тетрадь (210х148мм)',
        val: '6'
    },
    {
        name: 'A4, тетрадь (297х210мм)',
        val: '7'
    },
    {
        name: 'A3, тетрадь (420х297мм)',
        val: '8'
    },
    {
        name: 'Свой размер',
        val: '9'
    }


];
// ======== формат бумаги для блокнота и обложки =========//
var typeb = [
    {
        name: 'мелованная',
        val: '1'

    },
    {
        name: 'офсетная',
        val: '2'
    },
    {
        name: 'колоркопи',
        val: '3'
    },
    {
        name: 'самоклейка',
        val: '4'
    },
    {
        name: 'DNS',
        val: '5'
    }

];

// ======== плотность для бумаги Мелованная =========//
var melov = [
    {
        name: '90',
        val: '90'

    },
    {
        name: '115',
        val: '115'
    },
    {
        name: '130',
        val: '130'
    },
    {
        name: '150',
        val: '150'
    },
    {
        name: '170',
        val: '170'
    },
    {
        name: '200',
        val: '200'
    },
    {
        name: '250',
        val: '250'
    },
    {
        name: '300',
        val: '300'
    }

];

// ======== плотность для бумаги офсетная =========//
var ocfet = [
    {
        name: '80',
        val: '80'

    },
    {
        name: '100',
        val: '100'
    },
    {
        name: '120',
        val: '120'
    },
    {
        name: '160',
        val: '160'
    },
    {
        name: '190',
        val: '190'
    }

];

// ======== колоркопи =========//
var colorcopi = [
    {
        name: '90',
        val: '90'

    },
    {
        name: '100',
        val: '100'
    },
    {
        name: '120',
        val: '120'
    },
    {
        name: '160',
        val: '160'
    },
    {
        name: '200',
        val: '200'
    },
    {
        name: '220',
        val: '220'
    },
    {
        name: '250',
        val: '250'
    },
    {
        name: '280',
        val: '280'
    },
    {
        name: '300',
        val: '300'
    },

    {
        name: '350',
        val: '350'
    }
];

// ======== самоклейка =========//
var smorl = [
    {
        name: '160',
        val: '160'

    }
   ];

// ======== DNS =========//
var dns = [
    {
        name: '70',
        val: '70'

    },
    {
        name: '80',
        val: '80'
    },
    {
        name: '90',
        val: '90'
    },
    {
        name: '100',
        val: '100'
    },
    {
        name: '120',
        val: '120'
    },
    {
        name: '135',
        val: '135'
    },
    {
        name: '160',
        val: '160'
    },
    {
        name: '200',
        val: '200'
    },
    {
        name: '250',
        val: '250'
    },

    {
        name: '300',
        val: '300'
    }
];


// ======== Цветность =========//
var colorb = [
    {
        name: '4+0',
        val: '1'

    },
    {
        name: '4+4',
        val: '2'
    },
    {
        name: '1+0',
        val: '3'
    },
    {
        name: '1+1',
        val: '4'
    }
];



// ======== Ламинирование =========//
var laminir = [
    {
        name: '32_мкн_глянцевая_1+0',
        val: '0.009'

    },
    {
        name: '32_мкн_глянцевая_1+1',
        val: '0.018'
    },
    {
        name: '75_мкн_глянцевая',
        val: '0.168'
    },
    {
        name: '125_мкн_глянцевая',
        val: '0.213'
    },
    {
        name: '250_мкн_глянцевая',
        val: '0.545'
    },
    {
        name: '32_мкн_матовая_1+0',
        val: '0.009'
    },
    {
        name: '32_мкн_матовая_1+1',
        val: '0.018'
    },
    {
        name: '75_мкн_матовая',
        val: '0.24'
    },
    {
        name: '125_мкн_матовая',
        val: '0.395'
    },
    {
        name: '250_мкн_матовая',
        val: '0.705'
    },
    {
        name: 'софтач_1+0',
        val: '0.069'
    },
    {
        name: 'софтач_1+1',
        val: '0.138'
    },
    {
        name: 'нет',
        val: '0'
    }
];





