//======== данные для выпадающего списка "Выберите материал" выполняется при открытие сайта ========//
var tupematerial = [
    {
        name: 'ПВХ 500',
        val: '0.9'

    },
    {
        name: 'ПВХ 700',
        val: '1'

    },
    {
        name: 'ПВХ 700 Тонированная',
        val: '1.2'
    },
    {
        name: 'ПВХ 1000 Тонированная',
        val: '1.23'
    },
    {
        name: 'ТПУ 700',
        val: '1.5'
    },
]


//======== данные для выпадающего списка "Выберите окантовку" выполняется при открытие сайта ========//
var tupekant = [
    {
        name: 'Ткань',
        val: '1'

    },
    {
        name: 'Экокожа',
        val: '1.2'
    }    
]

//======== данные для выпадающего списка "Выберите крепление" выполняется при открытие сайта ========//
var tupekrepeg = [
    {
        name: 'Круглый люверс',
        val: '1300'

    },
    {
        name: 'Французская застёжка',
        val: '2000'
    },  
    {
        name: 'Скоба поворотная пластиковая',
        val: '1800'
    },      
   {
        name: 'Скоба поворотная металлическая',
        val: '2000'
    },
    {
        name: 'Ремень скоба',
        val: '1600'
    },    

]
