


var kotlovanPr=500; //Разработка котлована до 35 см

var YplGruntPr=30; //Уплотнение грунта виброплитой

var GeoTekstil1Pr=10; //Укрытие геотекстилем

var Shebenka1Pr=150; //Распределение щебня 10 см

var YplGrunt2Pr=30; //Уплотнение виброплитой

var SadBarudPr=250; //Установка садового барюра 20*80*1000

var GeoTekstil2Pr=10; //Укрытие геотекстилем 2

var Pesok10Pr=150; //Распределение песка 10 см

var YplGrunt3Pr=30; //Уплотнение виброплитой 9 строка

var EkoParkPr=1000; //Укладка экопарковки

var YplGrunt4Pr=30; //Уплотнение виброплитой 11 строка

var RaspGrunt1Pr=800; //Распределение привозного грунта

var RaspGrunt2Pr=600; //Распределение грунта по участку до 15 метров
var KRaspGrunt2Pr=0.4; //Коэффициент Распределение грунта по участку до 15 метров

var PosevPr=30; //Посев семян газона

var PesokPr=1600; //Песок
var KPesokPr=0.15; //Коэффициент Песок

var Zement500Pr=500;// Цемент м500
var KZement500Pr=0.2;//Коэффициент Цемент м500

var Grunt3kPr=3500; //Грунт привозной 3х компонентный
var KGrunt3kPr=0.1; //Коэффициент Грунт привозной 3х компонентный

var ShebenkaGrPr=4500; //Щебень гравийный фр.5-20
var KShebenkaGrPr=0.13; //Коэффициент Щебень гравийный фр.5-20

var GeoTekstil100Pr=130; //Геотекстиль 100м2
var KGeoTekstil100Pr=2.1; //Коэффициент Геотекстиль 100м2

var BortPr=310; //Борт садовый 200х80х1000
var KBortPr=3; //Коэффициент Борт садовый 200х80х1000

var BetonReshPr=900; //Бетонная решетка экопарковки
var KBetonReshPr=3; //Коэффициент Бетонная решетка экопарковки

var SemenaPr=650; //Семена газона
var KSemenaPr=0.1; //Коэффициент Семена газона

var Manipyl=1; // Доставка манипулятором количество
var ManipylPr=15000; // Доставка манипулятором

var DostavkaMat=2; //Доставка сыпучих материалов количество
var DostavkaMatPr=3500; //Доставка сыпучих материалов 




