var Kfsv, Kflenta, Kfplita, Ks1;




//  === Редактируемые параметры  =====//

//  === Коэффициенты фундаментв  =====//

Kfsv=0; //Свайный фундамент

Kflenta=1500; //Ленточный фундамент

Kfplita=3000; //Плита фундамент


//  === Коэффициенты материала стен  =====//
Ks1=22300;   //Рубленное Бревно 140-200

Ks2=24500;   //Рубленное Бревно 200-2600

Ks3=25000;   //Профилированный Брус 145х145

Ks4=38000;   //Профилированный Брус 145х190

Ks5=25100;   //Оцилиндровка 180-220

Ks6=27500;   //Оцилиндровка 240-260

Ks7=27500;   //Оцилиндровка от 280

Ks8=19500;   //Шпунтованная Доска 145х45

Ks9=21500;   //Каркас сухой 200

Ks10=20250;   //Газоблок 300

Ks11=22500;   //Газоблок 400

Ks12=24000;   //Газоблок 500


//  === Коэффициенты этажности зданий  =====//

Ket1=1;   //Один этаж

Ket2=1.3;   //Один этаж c мансардой

Ket3=2;   //Два этажa






//  === Редактируемые параметры  =====//

