//======== Базовая цена в зависимости от формы брилианта========//

var Zbriliant1=1000; //Цена брилианта формы "Круглый"
var Zbriliant2=1100; //Цена брилианта формы "Принцесса"
var Zbriliant3=1200; //Цена брилианта формы "Изумруд"
var Zbriliant4=1300; //Цена брилианта формы "Овал"
var Zbriliant5=1400; //Цена брилианта формы "Маркиз"
var Zbriliant6=1500; //Цена брилианта формы "Груша"
var Zbriliant7=1600; //Цена брилианта формы "Ашер"
var Zbriliant8=1700; //Цена брилианта формы "Радиант"
var Zbriliant9=1800; //Цена брилианта формы "Сердце"
var Zbriliant10=1900; //Цена брилианта формы "Кушон"



//======== Коэффициент для размера  (.50 - .69) Цвет бриллианта D ========//
var DIF05=72;  // чистота IF
var DVVS105=59;  // чистота VVS1
var DVVS205=47;  // чистота VVS2
var DVS105=40;  // чистота VS1
var DVS205=35;  // чистота VS2
var DSI105=29;  // чистота SI1
var DSI205=23;  // чистота SI2
var DI105=19;  // чистота I1

//======== Коэффициент для размера  (.50 - .69) Цвет бриллианта E ========//
var EIF05=58;  // чистота IF
var EVVS105=53;  // чистота VVS1
var EVVS205=43;  // чистота VVS2
var EVS105=37;  // чистота VS1
var EVS205=33;  // чистота VS2
var ESI105=27;  // чистота SI1
var ESI205=22;  // чистота SI2
var EI105=18;  // чистота I1

//======== Коэффициент для размера  (.50 - .69) Цвет бриллианта F ========//
var FIF05=51;  // чистота IF
var FVVS105=47;  // чистота VVS1
var FVVS205=40;  // чистота VVS2
var FVS105=34;  // чистота VS1
var FVS205=32;  // чистота VS2
var FSI105=26;  // чистота SI1
var FSI205=21;  // чистота SI2
var FI105=17;  // чистота I1

//======== Коэффициент для размера  (.50 - .69) Цвет бриллианта G ========//
var GIF05=41;  // чистота IF
var GVVS105=38;  // чистота VVS1
var GVVS205=35;  // чистота VVS2
var GVS105=32;  // чистота VS1
var GVS205=29;  // чистота VS2
var GSI105=25;  // чистота SI1
var GSI205=20;  // чистота SI2
var GI105=16;  // чистота I1

//======== Коэффициент для размера  (.50 - .69) Цвет бриллианта H  ========//
var HIF05=34;  // чистота IF
var HVVS105=32;  // чистота VVS1
var HVVS205=31;  // чистота VVS2
var HVS105=29;  // чистота VS1
var HVS205=27;  // чистота VS2
var HSI105=23;  // чистота SI1
var HSI205=19;  // чистота SI2
var HI105=15;  // чистота I1

//======== Коэффициент для размера  (.50 - .69) Цвет бриллианта I  ========//
var IIF05=29;  // чистота IF
var IVVS105=27;  // чистота VVS1
var IVVS205=26;  // чистота VVS2
var IVS105=25;  // чистота VS1
var IVS205=23;  // чистота VS2
var ISI105=20;  // чистота SI1
var ISI205=17;  // чистота SI2
var II105=14;  // чистота I1


//======== Коэффициент для размера  (.50 - .69) Цвет бриллианта J  ========//
var JIF05=24;  // чистота IF
var JVVS105=23;  // чистота VVS1
var JVVS205=22;  // чистота VVS2
var JVS105=21;  // чистота VS1
var JVS205=20;  // чистота VS2
var JSI105=17;  // чистота SI1
var JSI205=15;  // чистота SI2
var JI105=13;  // чистота I1

//======== Коэффициент для размера  (.50 - .69) Цвет бриллианта K  ========//
var KIF05=21;  // чистота IF
var KVVS105=20;  // чистота VVS1
var KVVS205=19;  // чистота VVS2
var KVS105=18;  // чистота VS1
var KVS205=17;  // чистота VS2
var KSI105=15;  // чистота SI1
var KSI205=14;  // чистота SI2
var KI105=14;  // чистота I1



//======================================================================================

//======== Коэффициент для размера  ( (.70 - .89) Цвет бриллианта D ========//
var DIF07=99;  // чистота IF
var DVVS107=79;  // чистота VVS1
var DVVS207=66;  // чистота VVS2
var DVS107=56;  // чистота VS1
var DVS207=48;  // чистота VS2
var DSI107=40;  // чистота SI1
var DSI207=32;  // чистота SI2
var DI107=27;  // чистота I1

//======== Коэффициент для размера  (.70 - .89) Цвет бриллианта E ========//
var EIF07=78;  // чистота IF
var EVVS107=73;  // чистота VVS1
var EVVS207=61;  // чистота VVS2
var EVS107=52;  // чистота VS1
var EVS207=45;  // чистота VS2
var ESI107=37;  // чистота SI1
var ESI207=30;  // чистота SI2
var EI107=25;  // чистота I1

//======== Коэффициент для размера  (.70 - .89) Цвет бриллианта F ========//
var FIF07=72;  // чистота IF
var FVVS107=68;  // чистота VVS1
var FVVS207=57;  // чистота VVS2
var FVS107=49;  // чистота VS1
var FVS207=43;  // чистота VS2
var FSI107=34;  // чистота SI1
var FSI207=28;  // чистота SI2
var FI107=23;  // чистота I1

//======== Коэффициент для размера  (.70 - .89) Цвет бриллианта G ========//
var GIF07=60;  // чистота IF
var GVVS107=56;  // чистота VVS1
var GVVS207=51;  // чистота VVS2
var GVS107=46;  // чистота VS1
var GVS207=41;  // чистота VS2
var GSI107=32;  // чистота SI1
var GSI207=27;  // чистота SI2
var GI107=22;  // чистота I1

//======== Коэффициент для размера  (.70 - .89) Цвет бриллианта H  ========//
var HIF07=49;  // чистота IF
var HVVS107=46;  // чистота VVS1
var HVVS207=43;  // чистота VVS2
var HVS107=40;  // чистота VS1
var HVS207=36;  // чистота VS2
var HSI107=30;  // чистота SI1
var HSI207=25;  // чистота SI2
var HI107=21;  // чистота I1

//======== Коэффициент для размера  (.70 - .89) Цвет бриллианта I  ========//
var IIF07=42;  // чистота IF
var IVVS107=39;  // чистота VVS1
var IVVS207=37;  // чистота VVS2
var IVS107=34;  // чистота VS1
var IVS207=31;  // чистота VS2
var ISI107=26;  // чистота SI1
var ISI207=22;  // чистота SI2
var II107=19;  // чистота I1


//======== Коэффициент для размера  (.70 - .89) Цвет бриллианта J  ========//
var JIF07=36;  // чистота IF
var JVVS107=34;  // чистота VVS1
var JVVS207=32;  // чистота VVS2
var JVS107=29;  // чистота VS1
var JVS207=26;  // чистота VS2
var JSI107=23;  // чистота SI1
var JSI207=20;  // чистота SI2
var JI107=18;  // чистота I1

//======== Коэффициент для размера  (.70 - .89) Цвет бриллианта K  ========//
var KIF07=32;  // чистота IF
var KVVS107=30;  // чистота VVS1
var KVVS207=28;  // чистота VVS2
var KVS107=25;  // чистота VS1
var KVS207=23;  // чистота VS2
var KSI107=21;  // чистота SI1
var KSI207=19;  // чистота SI2
var KI107=16;  // чистота I1

//======================================================================================

//======== Коэффициент для размера  ( ( (.90 - .99) Цвет бриллианта D ========//
var DIF09=135;  // чистота IF
var DVVS109=119;  // чистота VVS1
var DVVS209=98;  // чистота VVS2
var DVS109=79;  // чистота VS1
var DVS209=67;  // чистота VS2
var DSI109=58;  // чистота SI1
var DSI209=47;  // чистота SI2
var DI109=35;  // чистота I1

//======== Коэффициент для размера  ( (.90 - .99) Цвет бриллианта E ========//
var EIF09=119;  // чистота IF
var EVVS109=109;  // чистота VVS1
var EVVS209=92;  // чистота VVS2
var EVS109=73;  // чистота VS1
var EVS209=63;  // чистота VS2
var ESI109=54;  // чистота SI1
var ESI209=43;  // чистота SI2
var EI109=34;  // чистота I1

//======== Коэффициент для размера  ( (.90 - .99) Цвет бриллианта F ========//
var FIF09=111;  // чистота IF
var FVVS109=101;  // чистота VVS1
var FVVS209=86;  // чистота VVS2
var FVS109=69;  // чистота VS1
var FVS209=60;  // чистота VS2
var FSI109=50  // чистота SI1
var FSI209=40;  // чистота SI2
var FI109=32;  // чистота I1

//======== Коэффициент для размера  ( (.90 - .99) Цвет бриллианта G ========//
var GIF09=94;  // чистота IF
var GVVS109=84;  // чистота VVS1
var GVVS209=72;  // чистота VVS2
var GVS109=63;  // чистота VS1
var GVS209=56;  // чистота VS2
var GSI109=46;  // чистота SI1
var GSI209=37;  // чистота SI2
var GI109=31;  // чистота I1

//======== Коэффициент для размера  ( (.90 - .99) Цвет бриллианта H  ========//
var HIF09=77;  // чистота IF
var HVVS109=71;  // чистота VVS1
var HVVS209=63;  // чистота VVS2
var HVS109=57;  // чистота VS1
var HVS209=53;  // чистота VS2
var HSI109=43;  // чистота SI1
var HSI209=35;  // чистота SI2
var HI109=29;  // чистота I1

//======== Коэффициент для размера  ( (.90 - .99) Цвет бриллианта I  ========//
var IIF09=66;  // чистота IF
var IVVS109=62;  // чистота VVS1
var IVVS209=55;  // чистота VVS2
var IVS109=50;  // чистота VS1
var IVS209=46;  // чистота VS2
var ISI109=39;  // чистота SI1
var ISI209=33;  // чистота SI2
var II109=27;  // чистота I1


//======== Коэффициент для размера  ( (.90 - .99) Цвет бриллианта J  ========//
var JIF09=55;  // чистота IF
var JVVS109=52;  // чистота VVS1
var JVVS209=47;  // чистота VVS2
var JVS109=43;  // чистота VS1
var JVS209=39;  // чистота VS2
var JSI109=35;  // чистота SI1
var JSI209=30;  // чистота SI2
var JI109=24;  // чистота I1

//======== Коэффициент для размера  ( (.90 - .99) Цвет бриллианта K  ========//
var KIF09=47;  // чистота IF
var KVVS109=44;  // чистота VVS1
var KVVS209=40;  // чистота VVS2
var KVS109=37;  // чистота VS1
var KVS209=35;  // чистота VS2
var KSI109=31;  // чистота SI1
var KSI209=27;  // чистота SI2
var KI109=21;  // чистота I1

//======================================================================================

//======== Коэффициент для размера  (  1.00 - 1.49) Цвет бриллианта D ========//
var DIF10=220;  // чистота IF
var DVVS110=171;  // чистота VVS1
var DVVS210=138;  // чистота VVS2
var DVS110=117;  // чистота VS1
var DVS210=94;  // чистота VS2
var DSI110=73;  // чистота SI1
var DSI210=60;  // чистота SI2
var DI110=45;  // чистота I1

//======== Коэффициент для размера  (  1.00 - 1.49 Цвет бриллианта E ========//
var EIF10=168;  // чистота IF
var EVVS110=146;  // чистота VVS1
var EVVS210=125;  // чистота VVS2
var EVS110=107;  // чистота VS1
var EVS210=87;  // чистота VS2
var ESI110=68;  // чистота SI1
var ESI210=56;  // чистота SI2
var EI110=42;  // чистота I1

//======== Коэффициент для размера  ( 1.00 - 1.49)  Цвет бриллианта F ========//
var FIF10=149;  // чистота IF
var FVVS110=133;  // чистота VVS1
var FVVS210=115;  // чистота VVS2
var FVS110=100;  // чистота VS1
var FVS210=82;  // чистота VS2
var FSI110=64  // чистота SI1
var FSI210=53;  // чистота SI2
var FI110=39;  // чистота I1

//======== Коэффициент для размера   (1.00 - 1.49) Цвет бриллианта G ========//
var GIF10=115;  // чистота IF
var GVVS110=109;  // чистота VVS1
var GVVS210=101;  // чистота VVS2
var GVS110=98;  // чистота VS1
var GVS210=76;  // чистота VS2
var GSI110=60;  // чистота SI1
var GSI210=49;  // чистота SI2
var GI101=37;  // чистота I1

//======== Коэффициент для размера   (1.00 - 1.49) Цвет бриллианта H  ========//
var HIF10=94;  // чистота IF
var HVVS110=89;  // чистота VVS1
var HVVS210=83;  // чистота VVS2
var HVS110=77;  // чистота VS1
var HVS210=70;  // чистота VS2
var HSI110=55;  // чистота SI1
var HSI210=46;  // чистота SI2
var HI110=35;  // чистота I1

//======== Коэффициент для размера   (1.00 - 1.49) Цвет бриллианта I  ========//
var IIF10=78;  // чистота IF
var IVVS110=74;  // чистота VVS1
var IVVS210=70;  // чистота VVS2
var IVS110=65;  // чистота VS1
var IVS210=58;  // чистота VS2
var ISI110=50;  // чистота SI1
var ISI210=42;  // чистота SI2
var II110=33;  // чистота I1


//======== Коэффициент для размера   (1.00 - 1.49) Цвет бриллианта J  ========//
var JIF10=64;  // чистота IF
var JVVS110=60;  // чистота VVS1
var JVVS210=56;  // чистота VVS2
var JVS110=52;  // чистота VS1
var JVS210=47;  // чистота VS2
var JSI110=42;  // чистота SI1
var JSI210=38;  // чистота SI2
var JI110=31;  // чистота I1

//======== Коэффициент для размера   (1.00 - 1.49) Цвет бриллианта K  ========//
var KIF10=54;  // чистота IF
var KVVS110=51;  // чистота VVS1
var KVVS210=47;  // чистота VVS2
var KVS110=44;  // чистота VS1
var KVS210=41;  // чистота VS2
var KSI110=37;  // чистота SI1
var KSI210=34;  // чистота SI2
var KI110=29;  // чистота I1


//======================================================================================

//======== Коэффициент для размера  ( ( (.90 - .99) Цвет бриллианта D ========//
var DIF09=135;  // чистота IF
var DVVS109=119;  // чистота VVS1
var DVVS209=98;  // чистота VVS2
var DVS109=79;  // чистота VS1
var DVS209=67;  // чистота VS2
var DSI109=58;  // чистота SI1
var DSI209=47;  // чистота SI2
var DI109=35;  // чистота I1

//======== Коэффициент для размера  ( (.90 - .99) Цвет бриллианта E ========//
var EIF09=119;  // чистота IF
var EVVS109=109;  // чистота VVS1
var EVVS209=92;  // чистота VVS2
var EVS109=73;  // чистота VS1
var EVS209=63;  // чистота VS2
var ESI109=54;  // чистота SI1
var ESI209=43;  // чистота SI2
var EI109=34;  // чистота I1

//======== Коэффициент для размера  ( (.90 - .99) Цвет бриллианта F ========//
var FIF09=111;  // чистота IF
var FVVS109=101;  // чистота VVS1
var FVVS209=86;  // чистота VVS2
var FVS109=69;  // чистота VS1
var FVS209=60;  // чистота VS2
var FSI109=50  // чистота SI1
var FSI209=40;  // чистота SI2
var FI109=32;  // чистота I1

//======== Коэффициент для размера  ( (.90 - .99) Цвет бриллианта G ========//
var GIF09=94;  // чистота IF
var GVVS109=84;  // чистота VVS1
var GVVS209=72;  // чистота VVS2
var GVS109=63;  // чистота VS1
var GVS209=56;  // чистота VS2
var GSI109=46;  // чистота SI1
var GSI209=37;  // чистота SI2
var GI109=31;  // чистота I1

//======== Коэффициент для размера  ( (.90 - .99) Цвет бриллианта H  ========//
var HIF09=77;  // чистота IF
var HVVS109=71;  // чистота VVS1
var HVVS209=63;  // чистота VVS2
var HVS109=57;  // чистота VS1
var HVS209=53;  // чистота VS2
var HSI109=43;  // чистота SI1
var HSI209=35;  // чистота SI2
var HI109=29;  // чистота I1

//======== Коэффициент для размера  ( (.90 - .99) Цвет бриллианта I  ========//
var IIF09=66;  // чистота IF
var IVVS109=62;  // чистота VVS1
var IVVS209=55;  // чистота VVS2
var IVS109=50;  // чистота VS1
var IVS209=46;  // чистота VS2
var ISI109=39;  // чистота SI1
var ISI209=33;  // чистота SI2
var II109=27;  // чистота I1


//======== Коэффициент для размера  ( (.90 - .99) Цвет бриллианта J  ========//
var JIF09=55;  // чистота IF
var JVVS109=52;  // чистота VVS1
var JVVS209=47;  // чистота VVS2
var JVS109=43;  // чистота VS1
var JVS209=39;  // чистота VS2
var JSI109=35;  // чистота SI1
var JSI209=30;  // чистота SI2
var JI109=24;  // чистота I1

//======== Коэффициент для размера  ( (.90 - .99) Цвет бриллианта K  ========//
var KIF09=47;  // чистота IF
var KVVS109=44;  // чистота VVS1
var KVVS209=40;  // чистота VVS2
var KVS109=37;  // чистота VS1
var KVS209=35;  // чистота VS2
var KSI109=31;  // чистота SI1
var KSI209=27;  // чистота SI2
var KI109=21;  // чистота I1

//======================================================================================

//======== Коэффициент для размера  (   (1.50 - 1.99) Цвет бриллианта D ========//
var DIF15=267;  // чистота IF
var DVVS115=219;  // чистота VVS1
var DVVS215=185;  // чистота VVS2
var DVS115=164;  // чистота VS1
var DVS215=142;  // чистота VS2
var DSI115=112;  // чистота SI1
var DSI215=91;  // чистота SI2
var DI115=66;  // чистота I1

//======== Коэффициент для размера  (   (1.50 - 1.99) Цвет бриллианта E ========//
var EIF15=222;  // чистота IF
var EVVS115=199;  // чистота VVS1
var EVVS215=171;  // чистота VVS2
var EVS115=151;  // чистота VS1
var EVS215=132;  // чистота VS2
var ESI115=104;  // чистота SI1
var ESI215=84;  // чистота SI2
var EI115=63;  // чистота I1

//======== Коэффициент для размера  (  (1.50 - 1.99)  Цвет бриллианта F ========//
var FIF15=195;  // чистота IF
var FVVS115=177;  // чистота VVS1
var FVVS215=153;  // чистота VVS2
var FVS115=137;  // чистота VS1
var FVS215=123;  // чистота VS2
var FSI115=98;  // чистота SI1
var FSI215=79;  // чистота SI2
var FI115=60;  // чистота I1

//======== Коэффициент для размера   ( (1.50 - 1.99) Цвет бриллианта G ========//
var GIF15=162;  // чистота IF
var GVVS115=150;  // чистота VVS1
var GVVS215=133;  // чистота VVS2
var GVS115=122;  // чистота VS1
var GVS215=111;  // чистота VS2
var GSI115=91;  // чистота SI1
var GSI215=74;  // чистота SI2
var GI115=57;  // чистота I1

//======== Коэффициент для размера   ( (1.50 - 1.99) Цвет бриллианта H  ========//
var HIF15=134;  // чистота IF
var HVVS115=124;  // чистота VVS1
var HVVS215=113;  // чистота VVS2
var HVS115=106;  // чистота VS1
var HVS215=98;  // чистота VS2
var HSI115=85;  // чистота SI1
var HSI215=70;  // чистота SI2
var HI115=53;  // чистота I1

//======== Коэффициент для размера   ( (1.50 - 1.99) Цвет бриллианта I  ========//
var IIF15=111;  // чистота IF
var IVVS115=104;  // чистота VVS1
var IVVS215=96;  // чистота VVS2
var IVS115=90;  // чистота VS1
var IVS215=83;  // чистота VS2
var ISI115=74;  // чистота SI1
var ISI215=65;  // чистота SI2
var II115=49;  // чистота I1


//======== Коэффициент для размера   ( (1.50 - 1.99) Цвет бриллианта J  ========//
var JIF15=92;  // чистота IF
var JVVS115=86;  // чистота VVS1
var JVVS215=80;  // чистота VVS2
var JVS115=75;  // чистота VS1
var JVS215=70;  // чистота VS2
var JSI115=63;  // чистота SI1
var JSI215=58;  // чистота SI2
var JI115=45;  // чистота I1

//======== Коэффициент для размера   ( (1.50 - 1.99) Цвет бриллианта K  ========//
var KIF15=78;  // чистота IF
var KVVS115=72;  // чистота VVS1
var KVVS215=68;  // чистота VVS2
var KVS115=64;  // чистота VS1
var KVS215=59;  // чистота VS2
var KSI115=53;  // чистота SI1
var KSI215=48;  // чистота SI2
var KI115=42;  // чистота I1

//======================================================================================

//======== Коэффициент для размера  (  2.00 - 2.99) Цвет бриллианта D ========//
var DIF25=435;  // чистота IF
var DVVS125=340;  // чистота VVS1
var DVVS225=280;  // чистота VVS2
var DVS125=235;  // чистота VS1
var DVS225=200;  // чистота VS2
var DSI125=156;  // чистота SI1
var DSI225=126;  // чистота SI2
var DI125=84;  // чистота I1

//======== Коэффициент для размера  (   2.00 - 2.99) Цвет бриллианта E ========//
var EIF25=335;  // чистота IF
var EVVS125=290;  // чистота VVS1
var EVVS225=250;  // чистота VVS2
var EVS125=215;  // чистота VS1
var EVS225=185;  // чистота VS2
var ESI125=147;  // чистота SI1
var ESI225=117;  // чистота SI2
var EI125=80;  // чистота I1

//======== Коэффициент для размера  (  2.00 - 2.99)  Цвет бриллианта F ========//
var FIF25=285;  // чистота IF
var FVVS125=255;  // чистота VVS1
var FVVS225=225;  // чистота VVS2
var FVS125=200;  // чистота VS1
var FVS225=170;  // чистота VS2
var FSI125=136;  // чистота SI1
var FSI225=109;  // чистота SI2
var FI125=76;  // чистота I1

//======== Коэффициент для размера   (  2.00 - 2.99) Цвет бриллианта G ========//
var GIF25=247;  // чистота IF
var GVVS125=215;  // чистота VVS1
var GVVS225=195;  // чистота VVS2
var GVS125=175;  // чистота VS1
var GVS225=155;  // чистота VS2
var GSI125=125;  // чистота SI1
var GSI225=103;  // чистота SI2
var GI125=72;  // чистота I1

//======== Коэффициент для размера   (  2.00 - 2.99) Цвет бриллианта H  ========//
var HIF25=200;  // чистота IF
var HVVS125=180;  // чистота VVS1
var HVVS225=165;  // чистота VVS2
var HVS125=150;  // чистота VS1
var HVS225=135;  // чистота VS2
var HSI125=116;  // чистота SI1
var HSI225=97;  // чистота SI2
var HI125=68;  // чистота I1

//======== Коэффициент для размера   (  2.00 - 2.99) Цвет бриллианта I  ========//
var IIF25=160;  // чистота IF
var IVVS125=145;  // чистота VVS1
var IVVS225=130;  // чистота VVS2
var IVS125=120;  // чистота VS1
var IVS225=110;  // чистота VS2
var ISI125=100;  // чистота SI1
var ISI225=90;  // чистота SI2
var II125=64;  // чистота I1


//======== Коэффициент для размера   (  2.00 - 2.99) Цвет бриллианта J  ========//
var JIF25=132;  // чистота IF
var JVVS125=121;  // чистота VVS1
var JVVS225=111;  // чистота VVS2
var JVS125=103;  // чистота VS1
var JVS225=96;  // чистота VS2
var JSI125=87;  // чистота SI1
var JSI225=80;  // чистота SI2
var JI125=60;  // чистота I1

//======== Коэффициент для размера   (  2.00 - 2.99) Цвет бриллианта K  ========//
var KIF25=111;  // чистота IF
var KVVS125=102;  // чистота VVS1
var KVVS225=91;  // чистота VVS2
var KVS125=84;  // чистота VS1
var KVS225=78;  // чистота VS2
var KSI125=73;  // чистота SI1
var KSI225=67;  // чистота SI2
var KI125=53;  // чистота I1

//======================================================================================

//======== Коэффициент для размера  ( 3.00 - 3.99) Цвет бриллианта D ========//
var DIF35=700;  // чистота IF
var DVVS135=560;  // чистота VVS1
var DVVS235=480;  // чистота VVS2
var DVS135=400;  // чистота VS1
var DVS235=330;  // чистота VS2
var DSI135=255;  // чистота SI1
var DSI235=210;  // чистота SI2
var DI135=107;  // чистота I1

//======== Коэффициент для размера  (   3.00 - 3.99) Цвет бриллианта E ========//
var EIF35=565;  // чистота IF
var EVVS135=495;  // чистота VVS1
var EVVS235=430;  // чистота VVS2
var EVS135=365;  // чистота VS1
var EVS235=300;  // чистота VS2
var ESI135=230;  // чистота SI1
var ESI235=195;  // чистота SI2
var EI135=102;  // чистота I1

//======== Коэффициент для размера  (  3.00 - 3.99)  Цвет бриллианта F ========//
var FIF35=475;  // чистота IF
var FVVS135=425;  // чистота VVS1
var FVVS235=370;  // чистота VVS2
var FVS135=325;  // чистота VS1
var FVS235=275;  // чистота VS2
var FSI135=210;  // чистота SI1
var FSI235=180;  // чистота SI2
var FI135=97;  // чистота I1

//======== Коэффициент для размера   ( 3.00 - 3.99) Цвет бриллианта G ========//
var GIF35=390;  // чистота IF
var GVVS135=355;  // чистота VVS1
var GVVS235=315;  // чистота VVS2
var GVS135=280;  // чистота VS1
var GVS235=240;  // чистота VS2
var GSI135=195;  // чистота SI1
var GSI235=160;  // чистота SI2
var GI135=91;  // чистота I1

//======== Коэффициент для размера   (  3.00 - 3.99) Цвет бриллианта H  ========//
var HIF35=310;  // чистота IF
var HVVS135=285;  // чистота VVS1
var HVVS235=255;  // чистота VVS2
var HVS135=235;  // чистота VS1
var HVS235=205;  // чистота VS2
var HSI135=175;  // чистота SI1
var HSI235=145;  // чистота SI2
var HI135=86;  // чистота I1

//======== Коэффициент для размера   (  3.00 - 3.99) Цвет бриллианта I  ========//
var IIF35=250;  // чистота IF
var IVVS135=230;  // чистота VVS1
var IVVS235=210;  // чистота VVS2
var IVS135=195;  // чистота VS1
var IVS235=175;  // чистота VS2
var ISI135=155;  // чистота SI1
var ISI235=130;  // чистота SI2
var II135=80;  // чистота I1


//======== Коэффициент для размера   (  3.00 - 3.99) Цвет бриллианта J  ========//
var JIF35=200;  // чистота IF
var JVVS135=185;  // чистота VVS1
var JVVS235=170;  // чистота VVS2
var JVS135=160;  // чистота VS1
var JVS235=145;  // чистота VS2
var JSI135=130;  // чистота SI1
var JSI235=120;  // чистота SI2
var JI135=71;  // чистота I1

//======== Коэффициент для размера   (  3.00 - 3.99) Цвет бриллианта K  ========//
var KIF35=160;  // чистота IF
var KVVS135=150;  // чистота VVS1
var KVVS235=140;  // чистота VVS2
var KVS135=130;  // чистота VS1
var KVS235=120;  // чистота VS2
var KSI135=110;  // чистота SI1
var KSI235=100;  // чистота SI2
var KI135=62;  // чистота I1


//======================================================================================

//======== Коэффициент для размера  (  (4.00 - 4.99) Цвет бриллианта D ========//
var DIF45=860;  // чистота IF
var DVVS145=720;  // чистота VVS1
var DVVS245=635;  // чистота VVS2
var DVS145=535;  // чистота VS1
var DVS245=440;  // чистота VS2
var DSI145=315;  // чистота SI1
var DSI245=255;  // чистота SI2
var DI145=111;  // чистота I1

//======== Коэффициент для размера  (    (4.00 - 4.99) Цвет бриллианта E ========//
var EIF45=685;  // чистота IF
var EVVS145=615;  // чистота VVS1
var EVVS245=550;  // чистота VVS2
var EVS145=490;  // чистота VS1
var EVS245=410;  // чистота VS2
var ESI145=295;  // чистота SI1
var ESI245=240;  // чистота SI2
var EI145=106;  // чистота I1

//======== Коэффициент для размера  (   (4.00 - 4.99)  Цвет бриллианта F ========//
var FIF45=590;  // чистота IF
var FVVS145=535;  // чистота VVS1
var FVVS245=490;  // чистота VVS2
var FVS145=425;  // чистота VS1
var FVS245=365;  // чистота VS2
var FSI145=275;  // чистота SI1
var FSI245=225;  // чистота SI2
var FI145=101;  // чистота I1

//======== Коэффициент для размера   (  (4.00 - 4.99) Цвет бриллианта G ========//
var GIF45=480;  // чистота IF
var GVVS145=445;  // чистота VVS1
var GVVS245=405;  // чистота VVS2
var GVS145=370;  // чистота VS1
var GVS245=325;  // чистота VS2
var GSI145=245;  // чистота SI1
var GSI245=200;  // чистота SI2
var GI145=95;  // чистота I1

//======== Коэффициент для размера   (   (4.00 - 4.99) Цвет бриллианта H  ========//
var HIF45=370;  // чистота IF
var HVVS145=345;  // чистота VVS1
var HVVS245=325;  // чистота VVS2
var HVS145=305;  // чистота VS1
var HVS245=270;  // чистота VS2
var HSI145=205;  // чистота SI1
var HSI245=180;  // чистота SI2
var HI145=90;  // чистота I1

//======== Коэффициент для размера   (   (4.00 - 4.99) Цвет бриллианта I  ========//
var IIF45=290;  // чистота IF
var IVVS145=270;  // чистота VVS1
var IVVS245=255;  // чистота VVS2
var IVS145=240;  // чистота VS1
var IVS245=215;  // чистота VS2
var ISI145=190;  // чистота SI1
var ISI245=160;  // чистота SI2
var II145=86;  // чистота I1


//======== Коэффициент для размера   (   (4.00 - 4.99) Цвет бриллианта J  ========//
var JIF45=230;  // чистота IF
var JVVS145=215;  // чистота VVS1
var JVVS245=200;  // чистота VVS2
var JVS145=190;  // чистота VS1
var JVS245=175;  // чистота VS2
var JSI145=155;  // чистота SI1
var JSI245=140;  // чистота SI2
var JI145=75;  // чистота I1

//======== Коэффициент для размера   (   (4.00 - 4.99) Цвет бриллианта K  ========//
var KIF45=190;  // чистота IF
var KVVS145=180;  // чистота VVS1
var KVVS245=165;  // чистота VVS2
var KVS145=155;  // чистота VS1
var KVS245=145;  // чистота VS2
var KSI145=130;  // чистота SI1
var KSI245=120;  // чистота SI2
var KI145=66;  // чистота I1

