var Naz, Zder;

Naz=1.3; //Наценка
Zder=550; //Стоимость держателя


//  === Редактируемые параметры  =====//


// Прямоугольники без отверстий и вырезов  //

var pr1 = [
    {
        name: 'Стекло 8 мм',
          zena: '1642'

     },
    {
        name: 'Стекло  10 мм',
        zena: '1717'
    },
    {
        name: 'Стекло 12 мм',
        zena: '2963'
    },
    {
        name: 'Триплекс 6+6',
        zena: '3000'
    }
];

// Прямоугольники с отверстиями  //

var pr2 = [
    {
        name: 'Стекло 8 мм',
        zena: '1726'

    },
    {
        name: 'Стекло  10 мм',
        zena: '1803'
    },
    {
        name: 'Стекло 12 мм',
        zena: '3111'
    },
    {
        name: 'Триплекс 6+6',
        zena: '3500'
    }
];

// Прямоугольники с отверстиями и вырезами  //

var pr3 = [
    {
        name: 'Стекло 8 мм',
        zena: '1984'

    },
    {
        name: 'Стекло  10 мм',
        zena: '2074'
    },
    {
        name: 'Стекло 12 мм',
        zena: '3578'
    },
    {
        name: 'Триплекс 6+6',
        zena: '4500'
    }
];


// Ромбы без отверстий и вырезов  //

var pomb1 = [
    {
        name: 'Стекло 8 мм',
        zena: '1806.2'

    },
    {
        name: 'Стекло  10 мм',
        zena: '1888.7'
    },
    {
        name: 'Стекло 12 мм',
        zena: '3259.3'
    },
    {
        name: 'Триплекс 6+6',
        zena: '4211.3'
    }
];

// Ромбы С отверстиями  //

var pomb2 = [
    {
        name: 'Стекло 8 мм',
        zena: '1898.6'

    },
    {
        name: 'Стекло  10 мм',
        zena: '1983.3'
    },
    {
        name: 'Стекло 12 мм',
        zena: '3422.1'
    },
    {
        name: 'Триплекс 6+6',
        zena: '4511.3'
    }
];

// Ромбы С отверстиями и вырезами  //

var pomb3 = [
    {
        name: 'Стекло 8 мм',
        zena: '2182.4'

    },
    {
        name: 'Стекло  10 мм',
        zena: '2281.4'
    },
    {
        name: 'Стекло 12 мм',
        zena: '3935.8'
    },
    {
        name: 'Триплекс 6+6',
        zena: '5935.8'
    }
];
