

//============Цена ПВХ завес===============//
let prisepvx1=140; //Цена ПВХ завеса стандартная 2x200
let prisepvx2=290;//ПВХ завеса стандартная 3x300
let prisepvx3=560;//ПВХ завеса стандартная 4x400

//=============Цена Комплект планок для ПВХ =============//
let zplanka1v=35; //Комплект планок для ПВХ завес 200мм
let zplanka2v=45; //Комплект планок для ПВХ завес 300мм
let zplanka3v=90; //Комплект планок для ПВХ завес 400мм
let zplanka4v=60; //Комплект планок для ПВХ завес 200мм(нержавейка)
let zplanka5v=80; //Комплект планок для ПВХ завес 300мм(нержавейка)


//=================Цены Гребенки=====================//
let zgrebenka1v=295; //Гребенка для ПВХ завес
let zgrebenka2v=465; //Гребенка из нержавеющей стали для ПВХ завес

//=============Цена изготовления =============//
let zmontag1v=130; //Для ПВХ завес 200мм
let zmontag2v=180; //Для ПВХ завес 300мм
let zmontag3v=230; //Для ПВХ завес 400мм