

//======== Типу карты ========//
var product = [
    {
        name: 'Пластиковая карта Тинькофф',
        val: 'Пластиковая карта Тинькофф'

    },
    {
        name: 'Пластиковая карта Тинькофф2',
        val: 'Пластиковая карта Тинькофф2'
    },
    {
        name: 'Пластиковая карта Тинькофф3',
        val: 'Пластиковая карта Тинькофф3'
    },
    {
        name: 'Пластиковая карта Тинькофф4',
        val: 'Пластиковая карта Тинькофф4'
    }
];

//======== Типу оплаты ========//
var oplata = [
    {
        name: 'Оплата от частного лица',
        val: 'Оплата от частного лица'

    },
    {
        name: 'Оплата от юридического лица',
        val: 'Оплата от частного лица'
    }

];

