


//======== Данные для выпадающего списка "Укажите Ваш город"  ========//
var state = [

    {
        name: '   ',
        val:0
    },
    {
    name: 'Киев',
    val:220
    },
    {
        name: 'Полтава',
        val:250
    },
    {
        name: 'Харьков',
        val:280
    },
    {
        name: 'Львов',
        val:300
    },
    {
        name: 'Чернигов',
        val:350
    },
    {
        name: 'Житомир',
        val:355
    },
    {
        name: 'Другие по договоренности',
        val:280
    }

 ];