
var region = [];
var compani0=[];
var compani1=[];


region =["Адыгея, республика","Алтай, республика", "Алтайский край", "Архангельская область","Астраханская область",
    "Белгородская область","Брянская область", "Бурятия, республика","Владимирская область", "Волгоградская область",
     "Вологодская область", "Воронежская область", "Дагестан, республика","Забайкальский край","Ивановская область",
     "Ингушетия, республика", "Кабардино-Балкарская республика", "Калининградская область", "Калмыкия, республика",
     "Калужская область","Камчатский край", "Карачаево-Черкесская республика", "Карелия, республика", "Кемеровская область",
     "Кировская область", "Коми, республика","Костромская область","Краснодарский край","Красноярский край","Крым, республика",
     "Курская область", "Ленинградская область","Липецкая область","Марий Эл, республика","Мордовия, республика","Москва, г.",
     "Московская область","Мурманская область","Нижегородская область","Новгородская область","Новосибирская область",
     "Омская область","Оренбургская область","Орловская область","Пензенская область","Пермский край","Псковская область",
     "Ростовская область","Рязанская область","Самарская область","Санкт-Петербург, г.","Саратовская область",
     "Свердловская область","Северная Осетия - Алания","Смоленская область","Ставропольский край","Тамбовская область",
     "Тверская область","Томская область","Тульская область","Тыва, республика","Тюменская область","Удмуртская республика",
     "Ульяновская область","Хакасия, республика","Ханты-Мансийский АО - Югра","Челябинская область","Чеченская республика",
     "Чувашская республика","Ямало-Ненецкий АО","Ярославская область"
];

compani0 = ["ПАО 'Кубаньэнерго'"," Выберите сетевую компанию"];

compani1 = [ "ПАО 'Кубаньэнерго22'"," Выберите сетевую компанию","ПАО 'Кубаньэнерго22'"];


// var numbers = [1,2,3,4,5];
