
//========== Лодка судейская (флаги, буи, оборудование дистанции, судейство) =================//
const zenaSudLarge=12000;

//==========Согласование акватории =================//
const zenaAkvatoriiLarge=10000;

//==========Дежурный катер РИБ (поддержка безопасности). От 9 яхт обязательно =================//
const zenaKaterLarge=8000;


//==========Брифинг по безопасности =================//
const zenaBezLarge=5000;

//========== Стоимость 1 яхты в час =================//
const zenaPersonLarge=5500;






