

//======== Типу карты ========//
var product = [
    {
        name: 'Пластиковая карта Тинькофф',
        val: '1'

    },
    {
        name: 'Пластиковая карта Тинькофф2',
        val: '2'
    },
    {
        name: 'Пластиковая карта Тинькофф3',
        val: '3'
    },
    {
        name: 'Пластиковая карта Тинькофф4',
        val: '3'
    }
];

//======== Типу оплаты ========//
var oplata = [
    {
        name: 'Оплата от частного лица',
        val: '1'

    },
    {
        name: 'Оплата от юридического лица',
        val: '2'
    }

];

