
//======== данные для выпадающего списка "Наименование ШПУНТА" выполняется при открытие сайта и при нажатие добавить строку========//
var tupeshpunt = [
  {
      name: 'Выбрать профиль',
      val: 'NN'
  },
  {
    name: 'Шпунт Ларсена AU 14',
    val: 'AU14'
  },
  {
    name: 'Шпунт Ларсена AU 16',
    val: 'AU16'
  },
  {
    name: 'Шпунт Ларсена AU 18',
    val: 'AU18'
  },
  {
    name: 'Шпунт Ларсена AU 20',
    val: 'AU20'
  },
  {
    name: 'Шпунт Ларсена AU 23',
    val: 'AU23'
  },
  {
    name: 'Шпунт Ларсена AU 25',
    val: 'AU25'
  },
  {
    name: 'Шпунт Ларсена AZ 12-700',
    val: 'AZ12700'
  },
  {
    name: 'Шпунт Ларсена AZ 12-770',
    val: 'AZ12770'
  },
  {
    name: 'Шпунт Ларсена AZ 13-700',
    val: 'AZ13700'
  },
  {
    name: 'Шпунт Ларсена AZ 13-770',
    val: 'AZ13770'
  },
  {
    name: 'Шпунт Ларсена AZ 14-700',
    val: 'AZ14700'
  },
  {
    name: 'Шпунт Ларсена AZ 14-770',
    val: 'AZ14770'
  },
  {
    name: 'Шпунт Ларсена AZ 14-770-10/10',
    val: 'AZ147701010'
  },
  {
    name: 'Шпунт Ларсена AZ 17-700',
    val: 'AZ17700'
  },
  {
    name: 'Шпунт Ларсена AZ 18',
    val: 'AZ18'
  },
  {
    name: 'Шпунт Ларсена AZ 18-10/10',
    val: 'AZ181010'
  },
  {
    name: 'Шпунт Ларсена AZ 18-700',
    val: 'AZ18700'
  },
  {
    name: 'Шпунт Ларсена AZ 19-700',
    val: 'AZ19700'
  },
  {
    name: 'Шпунт Ларсена AZ 20-700',
    val: 'AZ20700'
  },
  {
    name: 'Шпунт Ларсена AZ 24-700',
    val: 'AZ24700'
  },
  {
    name: 'Шпунт Ларсена AZ 26',
    val: 'AZ26'
  },
  {
    name: 'Шпунт Ларсена AZ 26-700',
    val: 'AZ26700'
  },
  {
    name: 'Шпунт Ларсена AZ 28-700',
    val: 'AZ28700'
  },
  {
    name: 'Шпунт Ларсена AZ 40-700',
    val: 'AZ40700'
  },
  {
    name: 'Шпунт Ларсена AZ 42-700',
    val: 'AZ42700'
  },
  {
    name: 'Шпунт Ларсена AZ 46',
    val: 'AZ46'
  },
  {
    name: 'Шпунт Ларсена AZ 48',
    val: 'AZ48'
  },
  {
    name: 'Шпунт Ларсена AZ 50',
    val: 'AZ50'
  },
  {
    name: 'Шпунт Ларсена GU 13N',
    val: 'GU13N'
  },
  {
    name: 'Шпунт Ларсена GU 14N',
    val: 'GU14N'
  },
  {
    name: 'Шпунт Ларсена GU 15N',
    val: 'GU15N'
  },
  {
    name: 'Шпунт Ларсена GU 16-400',
    val: 'GU16400'
  },

  {
    name: 'Шпунт Ларсена GU 16N',
    val: 'GU16N'
  },
  {
    name: 'Шпунт Ларсена GU 18-400',
    val: 'GU18400'
  },

  {
    name: 'Шпунт Ларсена GU 18N',
    val: 'GU18N'
  },
  {
    name: 'Шпунт Ларсена GU 20N',
    val: 'GU20N'
  },
  {
    name: 'Шпунт Ларсена GU 21N',
    val: 'GU21N'
  },
  {
    name: 'Шпунт Ларсена GU 22N',
    val: 'GU22N'
  },
  {
    name: 'Шпунт Ларсена GU 23N',
    val: 'GU23N'
  },
  {
    name: 'Шпунт Ларсена GU 27N',
    val: 'GU27N'
  },
  {
    name: 'Шпунт Ларсена GU 6N',
    val: 'GU6N'
  },
  {
    name: 'Шпунт Ларсена GU 7N',
    val: 'GU7N'
  },
  {
    name: 'Шпунт Ларсена GU 8N',
    val: 'GU8N'
  },
  {
    name: 'Шпунт Ларсена GU 8S',
    val: 'GU8S'
  },
  {
    name: 'Шпунт Ларсена GU 7S',
    val: 'GU7S'
  },
  {
    name: 'Шпунт Ларсена Шпунт Ларсена NS-SP-II',
    val: 'NSSPII'
  },
  {
    name: 'Шпунт Ларсена NS-SP-III',
    val: 'NSSPIII'
  },
  {
    name: 'Шпунт Ларсена NS-SP-IIIA',
    val: 'NSSPIIIA'
  },
  {
    name: 'Шпунт Ларсена NS-SP-IIIw',
    val: 'NSSPIIIW'
  },
  {
    name: 'Шпунт Ларсена NS-SP-IIw',
    val: 'NSSPIIW'
  },
  {
    name: 'Шпунт Ларсена NS-SP-IV',
    val: 'NSSPIV'
  },
  {
    name: 'Шпунт Ларсена NS-SP-IV w',
    val: 'NSSPIVW'
  },
  {
    name: 'Шпунт Ларсена NS-SP-V L',
    val: 'NSSPVL'
  },
  {
    name: 'Шпунт Ларсена NS-SP-VI L',
    val: 'NSSPVIL'
  },
  {
    name: 'Шпунт Ларсена PU 12',
    val: 'PU12'
  },
  {
    name: 'Шпунт Ларсена PU 12-10/10',
    val: 'PU121010'
  },
  {
    name: 'Шпунт Ларсена PU 18',
    val: 'PU18'
  }, 
  {
    name: 'Шпунт Ларсена PU 18+1',
    val: 'PU181'
  },
  {
    name: 'Шпунт Ларсена PU 18-1',
    val: 'PU182'
  },
  {
    name: 'Шпунт Ларсена PU 22',
    val: 'PU22'
  },
  {
    name: 'Шпунт Ларсена PU 22+1',
    val: 'PU221'
  },
  {
    name: 'Шпунт Ларсена PU 22-1',
    val: 'PU222'
  },
  {
    name: 'Шпунт Ларсена PU 28',
    val: 'PU28'
  },
  {
    name: 'Шпунт Ларсена PU 28+1',
    val: 'PU281'
  },
  {
    name: 'Шпунт Ларсена PU 28-1',
    val: 'PU282'
  },
  {
    name: 'Шпунт Ларсена PU 32',
    val: 'PU32'
  },
  {
    name: 'Шпунт Ларсена SP-200',
    val: 'SP200'
  }, 
  {
    name: 'Шпунт Ларсена SP-250',
    val: 'SP250'
  },
  {
    name: 'Шпунт Ларсена SP-600',
    val: 'SP600'
  },
  {
    name: 'Шпунт Ларсена VL 504',
    val: 'VL504'
  },
  {
    name: 'Шпунт Ларсена VL 504A',
    val: 'VL504A'
  },
  {
    name: 'Шпунт Ларсена VL 504K',
    val: 'VL504K'
  },
  {
    name: 'Шпунт Ларсена VL 507A',
    val: 'VL507A'
  },
  {
    name: 'Шпунт Ларсена VL 601',
    val: 'VL601'
  },
  {
    name: 'Шпунт Ларсена VL 601FP',
    val: 'VL601FP'
  },
  {
    name: 'Шпунт Ларсена VL 601K',
    val: 'VL601K'
  },
  {
    name: 'Шпунт Ларсена VL 602',
    val: 'VL602'
  },
  {
    name: 'Шпунт Ларсена VL 602+05',
    val: 'VL60205'
  },
  {
    name: 'Шпунт Ларсена VL 602A',
    val: 'VL602A'
  },
  {
    name: 'Шпунт Ларсена VL 602K',
    val: 'VL602K'
  },
  {
    name: 'Шпунт Ларсена VL 603',
    val: 'VL603'
  },
  {
    name: 'Шпунт Ларсена VL 603Z',
    val: 'VL603Z'
  },
  {
    name: 'Шпунт Ларсена VL 603Z11',
    val: 'VL603Z11'
  },
  {
    name: 'Шпунт Ларсена VL 603A',
    val: 'VL603A'
  },
  {
    name: 'Шпунт Ларсена VL 603A+',
    val: 'VL603A1'
  },
  {
    name: 'Шпунт Ларсена VL 603K',
    val: 'VL603K'
  },
  {
    name: 'Шпунт Ларсена VL 604',
    val: 'VL604'
  },
  {
    name: 'Шпунт Ларсена VL 604A',
    val: 'VL604A'
  },
  {
    name: 'Шпунт Ларсена VL 604D',
    val: 'VL604D'
  },
  {
    name: 'Шпунт Ларсена VL 604E',
    val: 'VL604E'
  },
  {
    name: 'Шпунт Ларсена VL 604K',
    val: 'VL604K'
  },
  {
    name: 'Шпунт Ларсена VL 604Z',
    val: 'VL604Z'
  },
  {
    name: 'Шпунт Ларсена VL 605',
    val: 'VL605'
  },
  {
    name: 'Шпунт Ларсена VL 605+05',
    val: 'VL60505'
  },
  {
    name: 'Шпунт Ларсена VL 605A',
    val: 'VL605A'
  },
  {
    name: 'Шпунт Ларсена VL 605K',
    val: 'VL605K'
  },
  {
    name: 'Шпунт Ларсена VL 606',
    val: 'VL606'
  },
  {
    name: 'Шпунт Ларсена VL 606A+05',
    val: 'VL606A05'
  },
  {
    name: 'Шпунт Ларсена VL 606A',
    val: 'VL606A'
  },
  {
    name: 'Шпунт Ларсена VL 606K',
    val: 'VL606K'
  },
  {
    name: 'Шпунт Ларсена ZU 16',
    val: 'ZU16'
  },
  {
    name: 'Шпунт Ларсена ZU 18',
    val: 'ZU18'
  },
  {
    name: 'Шпунт Ларсена ZU 19',
    val: 'ZU19'
  },
  {
    name: 'Шпунт Ларсена ZU 23',
    val: 'ZU23'
  },
  {
    name: 'Шпунт Ларсена ZU 25-700',
    val: 'ZU25700'
  },
  {
    name: 'Шпунт Ларсена ZU 26',
    val: 'ZU26'
  },
  {
    name: 'Шпунт Ларсена ZU 28',
    val: 'ZU28'
  },
  {
    name: 'Шпунт Ларсена ZU 30',
    val: 'ZU30'
  },
  {
    name: 'Шпунт Ларсена ZU 602',
    val: 'ZU602'
  },
  {
    name: 'Шпунт Ларсена ZU 603',
    val: 'ZU603'
  },
  {
    name: 'Шпунт Ларсена ZU 607',
    val: 'ZU607'
  },
  {
    name: 'Шпунт Ларсена ZU20',
    val: 'ZU20'
  },
  {
    name: 'Шпунт Ларсена ZU22',
    val: 'ZU22'
  },
  {
    name: 'Шпунт Ларсена ZZ 17-770',
    val: 'ZZ17770'
  },
  {
    name: 'Шпунт Ларсена ZZ 18-770',
    val: 'ZZ18770'
  },
  {
    name: 'Шпунт Ларсена ZZ 19-770',
    val: 'ZZ19770'
  },
  {
    name: 'Шпунт Ларсена ZZ 20-770',
    val: 'ZZ20770'
  },
  {
    name: 'Шпунт Ларсена ZZ 24-770',
    val: 'ZZ24770'
  },
  {
    name: 'Шпунт Ларсена ZZ 26-770',
    val: 'ZZ26770'
  },
  {
    name: 'Шпунт Ларсена ZZ 28-770',
    val: 'ZZ28770'
  },
  {
    name: 'Шпунт Ларсена ZZ 36-770',
    val: 'ZZ36770'
  },
  {
    name: 'Шпунт Ларсена ZZ 38-770',
    val: 'ZZ38770'
  },
  {
    name: 'Шпунт Ларсена ZZ 40-770',
    val: 'ZZ40770'
  },
  {
    name: 'Шпунт Ларсена ZZ 42-770',
    val: 'ZZ42770'
  },
  {
    name: 'Шпунт Ларсена ZZ 44-770',
    val: 'ZZ44770'
  },
  {
    name: 'Шпунт Ларсена ZZ 46-770',
    val: 'ZZ46770'
  },
  {
    name: 'Шпунт Ларсена ZZ 48-770',
    val: 'ZZ48770'
  },
  {
    name: 'Шпунт Ларсена ZZ 50-770',
    val: 'ZZ50770'
  },
  {
    name: 'Шпунт Ларсена ZZ 52-770',
    val: 'ZZ52770'
  },
  {
    name: 'Шпунт Ларсена Л4 (ДМК)"',
    val: 'L4'
  },
  {
    name: 'Шпунт Ларсена Л5 (ДМК)"',
    val: 'L5'
  },
]

//======== данные для выпадающего "Шпунт Ларсена AU 14"========//
var AU14 = [
  {
    mpgv: '0.75',
    mtv: '0.75',
    hprv:'0.0779',
    lprv:'1.00',
    sstenkav:'0.08',
    ztonav:'135000',
    zallv:'101250.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена AU 16"========//
var AU16 = [
  {
    mpgv: '0.75',
    mtv: '0.75',
    hprv:'0.0863',
    lprv:'1.00',
    sstenkav:'0.09',
    ztonav:'135000',
    zallv:'101250.00'
  },
]


//======== данные для выпадающего "Шпунт Ларсена AU 18"========//
var AU18 = [
  {
    mpgv: '0.75',
    mtv: '0.75',
    hprv:'0.0885',
    lprv:'1.00',
    sstenkav:'0.09',
    ztonav:'135000',
    zallv:'101250.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена AU 20"========//
var AU20 = [
  {
    mpgv: '0.75',
    mtv: '0.75',
    hprv:'0.0969',
    lprv:'1.00',
    sstenkav:'0.10',
    ztonav:'135000',
    zallv:'101250.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена AU 23"========//
var AU23 = [
  {
    mpgv: '0.75',
    mtv: '0.75',
    hprv:'0.1021',
    lprv:'1.00',
    sstenkav:'0.10',
    ztonav:'135000',
    zallv:'101250.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена AU 25"========//
var AU25 = [
  {
    mpgv: '0.75',
    mtv: '0.75',
    hprv:'0.1021',
    lprv:'1.00',
    sstenkav:'0.11',
    ztonav:'135000',
    zallv:'101250.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена AZ 12-700"========//
var AZ12700 = [
  {
    mpgv: '0.7',
    mtv: '0.7',
    hprv:'0.0677',
    lprv:'1.00',
    sstenkav:'0.07',
    ztonav:'150000',
    zallv:'105000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена AZ 12-770"========//
var AZ12770 = [
  {
    mpgv: '0.77',
    mtv: '0.77',
    hprv:'0.0726',
    lprv:'1.00',
    sstenkav:'0.07',
    ztonav:'150000',
    zallv:'115500.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена AZ 13-700"========//
var AZ13700 = [
  {
    mpgv: '0.7',
    mtv: '0.7',
    hprv:'0.074',
    lprv:'1.00',
    sstenkav:'0.07',
    ztonav:'150000',
    zallv:'105000.00'
  },
]


//======== данные для выпадающего "Шпунт Ларсена AZ 13-770"========//
var AZ13770 = [
  {
    mpgv: '0.77',
    mtv: '0.77',
    hprv:'0.0761',
    lprv:'1.00',
    sstenkav:'0.08',
    ztonav:'150000',
    zallv:'115500.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена AZ 14-700"========//
var AZ14700 = [
  {
    mpgv: '0.7',
    mtv: '0.7',
    hprv:'0.0803',
    lprv:'1.00',
    sstenkav:'0.08',
    ztonav:'150000',
    zallv:'105000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена AZ 14-770"========//
var AZ14770 = [
  {
    mpgv: '0.77',
    mtv: '0.77',
    hprv:'0.0795',
    lprv:'1.00',
    sstenkav:'0.08',
    ztonav:'150000',
    zallv:'115500.00'
  },
]
//======== данные для выпадающего "Шпунт Ларсена AZ 14-770-10/10"========//
var AZ147701010 = [
  {
    mpgv: '0.77',
    mtv: '0.77',
    hprv:'0.0829',
    lprv:'1.00',
    sstenkav:'0.08',
    ztonav:'150000',
    zallv:'115500.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена AZ 17-700"========//
var AZ17700 = [
  {
    mpgv: '0.7',
    mtv: '0.7',
    hprv:'0.0731',
    lprv:'1.00',
    sstenkav:'0.08',
    ztonav:'150000',
    zallv:'105000.00'
  },
]
//======== данные для выпадающего "Шпунт Ларсена AZ 18"========//
var AZ18 = [
  {
    mpgv: '0.7',
    mtv: '0.7',
    hprv:'0.0744',
    lprv:'1.00',
    sstenkav:'0.07',
    ztonav:'150000',
    zallv:'105000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена AZ 18-10/10"========//
var AZ181010 = [
  {
    mpgv: '0.7',
    mtv: '0.7',
    hprv:'0.0778',
    lprv:'1.00',
    sstenkav:'0.08',
    ztonav:'150000',
    zallv:'105000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена AZ 18-700"========//
var AZ18700 = [
  {
    mpgv: '0.7',
    mtv: '0.7',
    hprv:'0.0765',
    lprv:'1.00',
    sstenkav:'0.08',
    ztonav:'150000',
    zallv:'105000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена AZ 19-700"========//
var AZ19700 = [
  {
    mpgv: '0.7',
    mtv: '0.7',
    hprv:'0.08',
    lprv:'1.00',
    sstenkav:'0.08',
    ztonav:'150000',
    zallv:'105000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена AZ 20-700"========//
var AZ20700 = [
  {
    mpgv: '0.7',
    mtv: '0.7',
    hprv:'0.0835',
    lprv:'1.00',
    sstenkav:'0.08',
    ztonav:'150000',
    zallv:'105000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена AZ 24-700"========//
var AZ24700 = [
  {
    mpgv: '0.7',
    mtv: '0.7',
    hprv:'0.0957',
    lprv:'1.00',
    sstenkav:'0.10',
    ztonav:'150000',
    zallv:'105000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена AZ 26"========//
var AZ26 = [
  {
    mpgv: '0.7',
    mtv: '0.7',
    hprv:'0.0978',
    lprv:'1.00',
    sstenkav:'0.10',
    ztonav:'150000',
    zallv:'105000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена AZ 26-700"========//
var AZ26700 = [
  {
    mpgv: '0.7',
    mtv: '0.7',
    hprv:'0.1029',
    lprv:'1.00',
    sstenkav:'0.10',
    ztonav:'150000',
    zallv:'105000.00'
  },
]
//======== данные для выпадающего "Шпунт Ларсена AZ 28-700"========//
var AZ28700 = [
  {
    mpgv: '0.7',
    mtv: '0.7',
    hprv:'0.11',
    lprv:'1.00',
    sstenkav:'0.11',
    ztonav:'150000',
    zallv:'105000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена AZ 40-700"========//
var AZ40700 = [
  {
    mpgv: '0.7',
    mtv: '0.7',
    hprv:'0.1342',
    lprv:'1.00',
    sstenkav:'0.13',
    ztonav:'150000',
    zallv:'105000.00'
  },
]
//======== данные для выпадающего "Шпунт Ларсена AZ 42-700"========//
var AZ42700 = [
  {
    mpgv: '0.7',
    mtv: '0.7',
    hprv:'0.1421',
    lprv:'1.00',
    sstenkav:'0.14',
    ztonav:'150000',
    zallv:'105000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена AZ 46"========//
var AZ46 = [
  {
    mpgv: '0.7',
    mtv: '0.7',
    hprv:'0.1326',
    lprv:'1.00',
    sstenkav:'0.13',
    ztonav:'150000',
    zallv:'105000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена AZ 48"========//
var AZ48 = [
  {
    mpgv: '0.7',
    mtv: '0.7',
    hprv:'0.1396',
    lprv:'1.00',
    sstenkav:'0.14',
    ztonav:'150000',
    zallv:'105000.00'
  },
]
//======== данные для выпадающего "Шпунт Ларсена AZ 50"========//
var AZ50 = [
  {
    mpgv: '0.7',
    mtv: '0.7',
    hprv:'0.1467',
    lprv:'1.00',
    sstenkav:'0.15',
    ztonav:'150000',
    zallv:'105000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена GU 13N"========//
var GU13N = [
  {
    mpgv: '0.6',
    mtv: '0.6',
    hprv:'0.0599',
    lprv:'1.00',
    sstenkav:'0.06',
    ztonav:'135000',
    zallv:'81000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена GU 14N"========//
var GU14N = [
  {
    mpgv: '0.6',
    mtv: '0.6',
    hprv:'0.0643',
    lprv:'1.00',
    sstenkav:'0.06',
    ztonav:'135000',
    zallv:'81000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена GU 15N"========//
var GU15N = [
  {
    mpgv: '0.6',
    mtv: '0.6',
    hprv:'0.0687',
    lprv:'1.00',
    sstenkav:'0.07',
    ztonav:'135000',
    zallv:'81000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена GU 16-400"========//
var GU16400 = [
  {
    mpgv: '0.4',
    mtv: '0.4',
    hprv:'0',
    lprv:'1.00',
    sstenkav:'0',
    ztonav:'135000',
    zallv:'54000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена GU 16N"========//
var GU16N = [
  {
    mpgv: '0.6',
    mtv: '0.6',
    hprv:'0.0726',
    lprv:'1.00',
    sstenkav:'0.07',
    ztonav:'135000',
    zallv:'81000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена GU 18-400"========//
var GU18400 = [
  {
    mpgv: '0.4',
    mtv: '0.4',
    hprv:'0.0693',
    lprv:'1.00',
    sstenkav:'0.07',
    ztonav:'135000',
    zallv:'54000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена GU 18N"========//
var GU18N = [
  {
    mpgv: '0.6',
    mtv: '0.6',
    hprv:'0.0769',
    lprv:'1.00',
    sstenkav:'0.08',
    ztonav:'135000',
    zallv:'81000.00'
  },
]
//======== данные для выпадающего "Шпунт Ларсена GU 20N"========//
var GU20N = [
  {
    mpgv: '0.6',
    mtv: '0.6',
    hprv:'0.0811',
    lprv:'1.00',
    sstenkav:'0.08',
    ztonav:'135000',
    zallv:'81000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена GU 21N"========//
var GU21N = [
  {
    mpgv: '0.6',
    mtv: '0.6',
    hprv:'0.0819',
    lprv:'1.00',
    sstenkav:'0.08',
    ztonav:'135000',
    zallv:'81000.00'
  },
]
//======== данные для выпадающего "Шпунт Ларсена GU 22N"========//
var GU22N = [
  {
    mpgv: '0.6',
    mtv: '0.6',
    hprv:'0.0861',
    lprv:'1.00',
    sstenkav:'0.09',
    ztonav:'135000',
    zallv:'81000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена GU 23N"========//
var GU23N = [
  {
    mpgv: '0.6',
    mtv: '0.6',
    hprv:'0.0904',
    lprv:'1.00',
    sstenkav:'0.09',
    ztonav:'135000',
    zallv:'81000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена GU 27N"========//
var GU27N = [
  {
    mpgv: '0.6',
    mtv: '0.6',
    hprv:'0.0974',
    lprv:'1.00',
    sstenkav:'0.10',
    ztonav:'135000',
    zallv:'81000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена GU 6N"========//
var GU6N = [
  {
    mpgv: '0.6',
    mtv: '0.6',
    hprv:'0.0419',
    lprv:'1.00',
    sstenkav:'0.04',
    ztonav:'135000',
    zallv:'81000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена GU 7N"========//
var GU7N = [
  {
    mpgv: '0.6',
    mtv: '0.6',
    hprv:'0.0441',
    lprv:'1.00',
    sstenkav:'0.04',
    ztonav:'135000',
    zallv:'81000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена GU 8N"========//
var GU8N = [
  {
    mpgv: '0.6',
    mtv: '0.6',
    hprv:'0.0485',
    lprv:'1.00',
    sstenkav:'0.05',
    ztonav:'135000',
    zallv:'81000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена GU 8S"========//
var GU8S = [
  {
    mpgv: '0.6',
    mtv: '0.6',
    hprv:'0.0508',
    lprv:'1.00',
    sstenkav:'0.05',
    ztonav:'135000',
    zallv:'81000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена GU 8S"========//
var GU8S = [
  {
    mpgv: '0.6',
    mtv: '0.6',
    hprv:'0.0463',
    lprv:'1.00',
    sstenkav:'0.05',
    ztonav:'135000',
    zallv:'81000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена NS-SP-II"========//
var NSSPII = [
  {
    mpgv: '0.4',
    mtv: '0.4',
    hprv:'0.048',
    lprv:'1.00',
    sstenkav:'0.05',
    ztonav:'160000',
    zallv:'64000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена NS-SP-III"========//
var NSSPIII = [
  {
    mpgv: '0.4',
    mtv: '0.4',
    hprv:'0.06',
    lprv:'1.00',
    sstenkav:'0.06',
    ztonav:'160000',
    zallv:'64000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена NS-SP-IIIA"========//
var NSSPIIIA = [
  {
    mpgv: '0.4',
    mtv: '0.4',
    hprv:'0.0584',
    lprv:'1.00',
    sstenkav:'0.06',
    ztonav:'160000',
    zallv:'64000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена NS-SP-IIIW"========//
var NSSPIIIW = [
  {
    mpgv: '0.6',
    mtv: '0.6',
    hprv:'0.0816',
    lprv:'1.00',
    sstenkav:'0.06',
    ztonav:'160000',
    zallv:'96000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена NS-SP-IIW"========//
var NSSPIIW = [
  {
    mpgv: '0.6',
    mtv: '0.6',
    hprv:'0.0618',
    lprv:'1.00',
    sstenkav:'0.06',
    ztonav:'160000',
    zallv:'96000.00'
  },
]
//======== данные для выпадающего "Шпунт Ларсена NS-SP-IV"========//
var NSSPIV = [
  {
    mpgv: '0.4',
    mtv: '0.4',
    hprv:'0.0761',
    lprv:'1.00',
    sstenkav:'0.07',
    ztonav:'160000',
    zallv:'64000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена NS-SP-IV w"========//
var NSSPIVW = [
  {
    mpgv: '0.6',
    mtv: '0.6',
    hprv:'0.106',
    lprv:'1.00',
    sstenkav:'0.11',
    ztonav:'160000',
    zallv:'96000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена NS-SP-VI L"========//
var NSSPVIL = [
  {
    mpgv: '0.5',
    mtv: '0.5',
    hprv:'0.105',
    lprv:'1.00',
    sstenkav:'0.10',
    ztonav:'160000',
    zallv:'80000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена NS-SP-VI L"========//
var NSSPVIL = [
  {
    mpgv: '0.5',
    mtv: '0.5',
    hprv:'0.12',
    lprv:'1.00',
    sstenkav:'0.12',
    ztonav:'160000',
    zallv:'80000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена 12-10/10"========//
var PU121010 = [
  {
    mpgv: '0.6',
    mtv: '0.6',
    hprv:'0.0696',
    lprv:'1.00',
    sstenkav:'0.07',
    ztonav:'135000',
    zallv:'81000.00'
  },
]
//======== данные для выпадающего "Шпунт Ларсена 18+1"========//
var PU181 = [
  {
    mpgv: '0.6',
    mtv: '0.6',
    hprv:'0.0811',
    lprv:'1.00',
    sstenkav:'0.08',
    ztonav:'135000',
    zallv:'81000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена 18-1"========//
var PU182 = [
  {
    mpgv: '0.6',
    mtv: '0.6',
    hprv:'0.0726',
    lprv:'1.00',
    sstenkav:'0.07',
    ztonav:'135000',
    zallv:'81000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена 22"========//
var PU22 = [
  {
    mpgv: '0.6',
    mtv: '0.6',
    hprv:'0.0861',
    lprv:'1.00',
    sstenkav:'0.09',
    ztonav:'135000',
    zallv:'81000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена 22+1"========//
var PU221 = [
  {
    mpgv: '0.6',
    mtv: '0.6',
    hprv:'0.0904',
    lprv:'1.00',
    sstenkav:'0.09',
    ztonav:'135000',
    zallv:'81000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена 22-1"========//
var PU222 = [
  {
    mpgv: '0.6',
    mtv: '0.6',
    hprv:'0.0819',
    lprv:'1.00',
    sstenkav:'0.08',
    ztonav:'135000',
    zallv:'81000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена 28"========//
var PU28 = [
  {
    mpgv: '0.6',
    mtv: '0.6',
    hprv:'0.1018',
    lprv:'1.00',
    sstenkav:'0.10',
    ztonav:'135000',
    zallv:'81000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена 28+1"========//
var PU281 = [
  {
    mpgv: '0.6',
    mtv: '0.6',
    hprv:'0.1062',
    lprv:'1.00',
    sstenkav:'0.11',
    ztonav:'135000',
    zallv:'81000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена 28-1"========//
var PU282 = [
  {
    mpgv: '0.6',
    mtv: '0.6',
    hprv:'0.0974',
    lprv:'1.00',
    sstenkav:'0.10',
    ztonav:'135000',
    zallv:'81000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена 32"========//
var PU32 = [
  {
    mpgv: '0.6',
    mtv: '0.6',
    hprv:'0.1141',
    lprv:'1.00',
    sstenkav:'0.11',
    ztonav:'135000',
    zallv:'81000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена SP-200"========//
var SP200 = [
  {
    mpgv: '0.2',
    mtv: '0.2',
    hprv:'0.016',
    lprv:'1.00',
    sstenkav:'0.02',
    ztonav:'3750',
    zallv:'750.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена SP-250"========//
var SP250 = [
  {
    mpgv: '0.25',
    mtv: '0.25',
    hprv:'0.021',
    lprv:'1.00',
    sstenkav:'0.02',
    ztonav:'3750',
    zallv:'937.50'
  },
]

//======== данные для выпадающего "Шпунт Ларсена SP-600"========//
var SP600 = [
  {
    mpgv: '0.6',
    mtv: '0.60',
    hprv:'0.021',
    lprv:'1.00',
    sstenkav:'0.02',
    ztonav:'4250',
    zallv:'2550.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена VL 504"========//
var VL504 = [
  {
    mpgv: '0.6',
    mtv: '0.60',
    hprv:'0.0474',
    lprv:'1.00',
    sstenkav:'0.05',
    ztonav:'135000',
    zallv:'81000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена VL 504A"========//
var VL504A = [
  {
    mpgv: '0.6',
    mtv: '0.60',
    hprv:'0.0463',
    lprv:'1.00',
    sstenkav:'0.05',
    ztonav:'135000',
    zallv:'81000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена VL 504K"========//
var VL504K = [
  {
    mpgv: '0.6',
    mtv: '0.60',
    hprv:'0.0485',
    lprv:'1.00',
    sstenkav:'0.05',
    ztonav:'135000',
    zallv:'81000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена VL 507A"========//
var VL507A = [
  {
    mpgv: '0.6',
    mtv: '0.60',
    hprv:'0.0513',
    lprv:'1.00',
    sstenkav:'0.05',
    ztonav:'135000',
    zallv:'81000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена VL 601"========//
var VL601 = [
  {
    mpgv: '0.6',
    mtv: '0.60',
    hprv:'0.0534',
    lprv:'1.00',
    sstenkav:'0.05',
    ztonav:'135000',
    zallv:'81000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена VL 601FP"========//
var VL601FP = [
  {
    mpgv: '0.6',
    mtv: '0.60',
    hprv:'0.0554',
    lprv:'1.00',
    sstenkav:'0.06',
    ztonav:'135000',
    zallv:'81000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена VL 601K"========//
var VL601K = [
  {
    mpgv: '0.6',
    mtv: '0.60',
    hprv:'0.056',
    lprv:'1.00',
    sstenkav:'0.06',
    ztonav:'135000',
    zallv:'81000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена VL 602"========//
var VL602 = [
  {
    mpgv: '0.6',
    mtv: '0.60',
    hprv:'0.0624',
    lprv:'1.00',
    sstenkav:'0.06',
    ztonav:'135000',
    zallv:'81000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена VL 602+05"========//
var VL60205 = [
  {
    mpgv: '0.6',
    mtv: '0.60',
    hprv:'0.0678',
    lprv:'1.00',
    sstenkav:'0.07',
    ztonav:'135000',
    zallv:'81000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена VL 602A"========//
var VL602A = [
  {
    mpgv: '0.6',
    mtv: '0.60',
    hprv:'0.0615',
    lprv:'1.00',
    sstenkav:'0.06',
    ztonav:'135000',
    zallv:'81000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена VL 602K"========//
var VL602K = [
  {
    mpgv: '0.6',
    mtv: '0.60',
    hprv:'0.0642',
    lprv:'1.00',
    sstenkav:'0.06',
    ztonav:'135000',
    zallv:'81000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена VL 603"========//
var VL603 = [
  {
    mpgv: '0.6',
    mtv: '0.60',
    hprv:'0.071',
    lprv:'1.00',
    sstenkav:'0.07',
    ztonav:'135000',
    zallv:'81000.00'
  },
]
//======== данные для выпадающего "Шпунт Ларсена VL 603Z"========//
var VL603Z = [
  {
    mpgv: '0.6',
    mtv: '0.60',
    hprv:'0.0752',
    lprv:'1.00',
    sstenkav:'0.08',
    ztonav:'135000',
    zallv:'81000.00'
  },
]
//======== данные для выпадающего "Шпунт Ларсена VL 603Z11"========//
var VL603Z11 = [
  {
    mpgv: '0.6',
    mtv: '0.60',
    hprv:'0.0795',
    lprv:'1.00',
    sstenkav:'0.08',
    ztonav:'135000',
    zallv:'81000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена VL 603A"========//
var VL603A = [
  {
    mpgv: '0.6',
    mtv: '0.60',
    hprv:'0.0711',
    lprv:'1.00',
    sstenkav:'0.07',
    ztonav:'135000',
    zallv:'81000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена VL 603A+"========//
var VL603A1 = [
  {
    mpgv: '0.6',
    mtv: '0.60',
    hprv:'0.0786',
    lprv:'1.00',
    sstenkav:'0.08',
    ztonav:'135000',
    zallv:'81000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена VL 603K"========//
var VL603K = [
  {
    mpgv: '0.6',
    mtv: '0.60',
    hprv:'0.0731',
    lprv:'1.00',
    sstenkav:'0.07',
    ztonav:'135000',
    zallv:'81000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена VL 604"========//
var VL604 = [
  {
    mpgv: '0.6',
    mtv: '0.60',
    hprv:'0.0802',
    lprv:'1.00',
    sstenkav:'0.08',
    ztonav:'135000',
    zallv:'81000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена VL 604A"========//
var VL604A = [
  {
    mpgv: '0.6',
    mtv: '0.60',
    hprv:'0.0747',
    lprv:'1.00',
    sstenkav:'0.07',
    ztonav:'135000',
    zallv:'81000.00'
  },
]
//======== данные для выпадающего "Шпунт Ларсена VL 604D"========//
var VL604D = [
  {
    mpgv: '0.6',
    mtv: '0.60',
    hprv:'0.0852',
    lprv:'1.00',
    sstenkav:'0.09',
    ztonav:'135000',
    zallv:'81000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена VL 604E"========//
var VL604E = [
  {
    mpgv: '0.6',
    mtv: '0.60',
    hprv:'0.0857',
    lprv:'1.00',
    sstenkav:'0.09',
    ztonav:'135000',
    zallv:'81000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена VL 604K"========//
var VL604K = [
  {
    mpgv: '0.6',
    mtv: '0.60',
    hprv:'0.0765',
    lprv:'1.00',
    sstenkav:'0.08',
    ztonav:'135000',
    zallv:'81000.00'
  },
]
//======== данные для выпадающего "Шпунт Ларсена VL 604Z"========//
var VL604Z = [
  {
    mpgv: '0.6',
    mtv: '0.60',
    hprv:'0.0821',
    lprv:'1.00',
    sstenkav:'0.08',
    ztonav:'135000',
    zallv:'81000.00'
  },
]
//======== данные для выпадающего "Шпунт Ларсена VL 605"========//
var VL605 = [
  {
    mpgv: '0.6',
    mtv: '0.60',
    hprv:'0.0869',
    lprv:'1.00',
    sstenkav:'0.09',
    ztonav:'135000',
    zallv:'81000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена VL 605+05"========//
var VL60505 = [
  {
    mpgv: '0.6',
    mtv: '0.60',
    hprv:'0.0939',
    lprv:'1.00',
    sstenkav:'0.09',
    ztonav:'135000',
    zallv:'81000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена VL 605A"========//
var VL605A = [
  {
    mpgv: '0.6',
    mtv: '0.60',
    hprv:'0.0854',
    lprv:'1.00',
    sstenkav:'0.09',
    ztonav:'135000',
    zallv:'81000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена VL 605K"========//
var VL605K = [
  {
    mpgv: '0.6',
    mtv: '0.60',
    hprv:'0.0962',
    lprv:'1.00',
    sstenkav:'0.10',
    ztonav:'135000',
    zallv:'81000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена VL 606"========//
var VL606 = [
  {
    mpgv: '0.5',
    mtv: '0.50',
    hprv:'0.0703',
    lprv:'1.00',
    sstenkav:'0.07',
    ztonav:'135000',
    zallv:'67500.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена VL 606A+05"========//
var VL606A05 = [
  {
    mpgv: '0.5',
    mtv: '0.50',
    hprv:'0.0666',
    lprv:'1.00',
    sstenkav:'0.07',
    ztonav:'135000',
    zallv:'67500.00'
  },
]
//======== данные для выпадающего "Шпунт Ларсена VL 606A"========//
var VL606A = [
  {
    mpgv: '0.5',
    mtv: '0.50',
    hprv:'0.0635',
    lprv:'1.00',
    sstenkav:'0.06',
    ztonav:'135000',
    zallv:'67500.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена VL 606K"========//
var VL606K = [
  {
    mpgv: '0.5',
    mtv: '0.50',
    hprv:'0.0923',
    lprv:'1.00',
    sstenkav:'0.09',
    ztonav:'135000',
    zallv:'67500.00'
  },
]
//======== данные для выпадающего "Шпунт Ларсена ZU 16"========//
var ZU16 = [
  {
    mpgv: '0.6',
    mtv: '0.60',
    hprv:'0.0726',
    lprv:'1.00',
    sstenkav:'0.07',
    ztonav:'145000',
    zallv:'87000.00'
  },
]
//======== данные для выпадающего "Шпунт Ларсена ZU 18"========//
var ZU18 = [
  {
    mpgv: '0.6',
    mtv: '0.60',
    hprv:'0.0769',
    lprv:'1.00',
    sstenkav:'0.08',
    ztonav:'145000',
    zallv:'87000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена ZU 19"========//
var ZU19 = [
  {
    mpgv: '0.6',
    mtv: '0.60',
    hprv:'0.0811',
    lprv:'1.00',
    sstenkav:'0.08',
    ztonav:'145000',
    zallv:'87000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена ZU 23"========//
var ZU23 = [
  {
    mpgv: '0.6',
    mtv: '0.60',
    hprv:'0.0904',
    lprv:'1.00',
    sstenkav:'0.09',
    ztonav:'145000',
    zallv:'87000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена ZU 25-700"========//
var ZU25700 = [
  {
    mpgv: '0.7',
    mtv: '0.70',
    hprv:'0.1104',
    lprv:'1.00',
    sstenkav:'0.11',
    ztonav:'145000',
    zallv:'101500.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена ZU 26"========//
var ZU26 = [
  {
    mpgv: '0.6',
    mtv: '0.60',
    hprv:'0.0974',
    lprv:'1.00',
    sstenkav:'0.10',
    ztonav:'145000',
    zallv:'87000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена ZU 28"========//
var ZU28 = [
  {
    mpgv: '0.6',
    mtv: '0.60',
    hprv:'0.1018',
    lprv:'1.00',
    sstenkav:'0.10',
    ztonav:'145000',
    zallv:'87000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена ZU 30"========//
var ZU30 = [
  {
    mpgv: '0.6',
    mtv: '0.60',
    hprv:'0.1062',
    lprv:'1.00',
    sstenkav:'0.10',
    ztonav:'145000',
    zallv:'87000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена ZU 602"========//
var ZU602 = [
  {
    mpgv: '0.6',
    mtv: '0.60',
    hprv:'0.0534',
    lprv:'1.00',
    sstenkav:'0.05',
    ztonav:'145000',
    zallv:'87000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена ZU 603"========//
var ZU603 = [
  {
    mpgv: '0.6',
    mtv: '0.60',
    hprv:'0.0648',
    lprv:'1.00',
    sstenkav:'0.06',
    ztonav:'145000',
    zallv:'87000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена ZU 607"========//
var ZU607 = [
  {
    mpgv: '0.6',
    mtv: '0.60',
    hprv:'0.114',
    lprv:'1.00',
    sstenkav:'0.11',
    ztonav:'145000',
    zallv:'87000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена ZU20"========//
var ZU20 = [
  {
    mpgv: '0.6',
    mtv: '0.60',
    hprv:'0.0819',
    lprv:'1.00',
    sstenkav:'0.08',
    ztonav:'145000',
    zallv:'87000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена ZU22"========//
var ZU22 = [
  {
    mpgv: '0.6',
    mtv: '0.60',
    hprv:'0.0861',
    lprv:'1.00',
    sstenkav:'0.09',
    ztonav:'145000',
    zallv:'87000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена ZZ 17-770"========//
var ZZ17770 = [
  {
    mpgv: '0.7',
    mtv: '0.70',
    hprv:'0.0733',
    lprv:'1.00',
    sstenkav:'0.07',
    ztonav:'150000',
    zallv:'105000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена ZZ 18-770"========//
var ZZ18770 = [
  {
    mpgv: '0.7',
    mtv: '0.70',
    hprv:'0.0767',
    lprv:'1.00',
    sstenkav:'0.08',
    ztonav:'150000',
    zallv:'105000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена ZZ 19-770"========//
var ZZ19770 = [
  {
    mpgv: '0.7',
    mtv: '0.70',
    hprv:'0.0802',
    lprv:'1.00',
    sstenkav:'0.08',
    ztonav:'150000',
    zallv:'105000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена ZZ 20-770"========//
var ZZ20770 = [
  {
    mpgv: '0.7',
    mtv: '0.70',
    hprv:'0.0837',
    lprv:'1.00',
    sstenkav:'0.08',
    ztonav:'150000',
    zallv:'105000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена ZZ 24-770"========//
var ZZ24770 = [
  {
    mpgv: '0.7',
    mtv: '0.70',
    hprv:'0.0958',
    lprv:'1.00',
    sstenkav:'0.10',
    ztonav:'150000',
    zallv:'105000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена ZZ 26-770"========//
var ZZ26770 = [
  {
    mpgv: '0.7',
    mtv: '0.70',
    hprv:'0.103',
    lprv:'1.00',
    sstenkav:'0.10',
    ztonav:'150000',
    zallv:'105000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена ZZ 28-770"========//
var ZZ28770 = [
  {
    mpgv: '0.7',
    mtv: '0.70',
    hprv:'0.1101',
    lprv:'1.00',
    sstenkav:'0.11',
    ztonav:'150000',
    zallv:'105000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена ZZ 36-770"========//
var ZZ36770 = [
  {
    mpgv: '0.7',
    mtv: '0.70',
    hprv:'0.1187',
    lprv:'1.00',
    sstenkav:'0.12',
    ztonav:'150000',
    zallv:'105000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена ZZ 38-770"========//
var ZZ38770 = [
  {
    mpgv: '0.7',
    mtv: '0.70',
    hprv:'0.1265',
    lprv:'1.00',
    sstenkav:'0.13',
    ztonav:'150000',
    zallv:'105000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена ZZ 40-770"========//
var ZZ40770 = [
  {
    mpgv: '0.7',
    mtv: '0.70',
    hprv:'0.1343',
    lprv:'1.00',
    sstenkav:'0.13',
    ztonav:'150000',
    zallv:'105000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена ZZ 42-770"========//
var ZZ42770 = [
  {
    mpgv: '0.7',
    mtv: '0.70',
    hprv:'0.143',
    lprv:'1.00',
    sstenkav:'0.14',
    ztonav:'150000',
    zallv:'105000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена ZZ 44-770"========//
var ZZ44770 = [
  {
    mpgv: '0.7',
    mtv: '0.70',
    hprv:'0.1507',
    lprv:'1.00',
    sstenkav:'0.15',
    ztonav:'150000',
    zallv:'105000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена ZZ 46-770"========//
var ZZ46770 = [
  {
    mpgv: '0.7',
    mtv: '0.70',
    hprv:'0.1585',
    lprv:'1.00',
    sstenkav:'0.16',
    ztonav:'150000',
    zallv:'105000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена ZZ 48-770"========//
var ZZ48770 = [
  {
    mpgv: '0.7',
    mtv: '0.70',
    hprv:'0.1593',
    lprv:'1.00',
    sstenkav:'0.16',
    ztonav:'150000',
    zallv:'105000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена ZZ 50-770"========//
var ZZ50770 = [
  {
    mpgv: '0.7',
    mtv: '0.70',
    hprv:'0.1667',
    lprv:'1.00',
    sstenkav:'0.17',
    ztonav:'150000',
    zallv:'105000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена ZZ 52-770"========//
var ZZ52770 = [
  {
    mpgv: '0.7',
    mtv: '0.70',
    hprv:'0.1743',
    lprv:'1.00',
    sstenkav:'0.17',
    ztonav:'150000',
    zallv:'105000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена Л4 (ДМК)"========//
var L4 = [
  {
    mpgv: '0.4',
    mtv: '0.40',
    hprv:'0.074',
    lprv:'1.00',
    sstenkav:'0.07',
    ztonav:'95000',
    zallv:'38000.00'
  },
]

//======== данные для выпадающего "Шпунт Ларсена Л5 (ДМК)"========//
var L5 = [
  {
    mpgv: '0.42',
    mtv: '0.42',
    hprv:'0.1',
    lprv:'1.00',
    sstenkav:'0.10',
    ztonav:'90000',
    zallv:'37800.00'
  },
]

//======== данные для выпадающего "Выбрать профиль"========//
var NN = [
  {
    mpgv: '0',
    mtv: '0',
    hprv:'0',
    lprv:'0',
    sstenkav:'0',
    ztonav:'0',
    zallv:'0'
  },
]
